[{"title": "Crimson Spires", "grade": "M", "summary": "No Rating Summary"}, {"title": "Alfred Hitchcock - Vertigo", "grade": "M", "summary": "This is a narrative adventure game in which players follow several characters through an interconnected story. As players progress through each character's story, they can make dialogue choices and follow onscreen prompts to perform actions. Some actions can lead to intense acts of violence: a character shooting a man in the head at close range; a man threatening to cut off a bound character's fingers for information; a character shoving a person off a building; a man shooting himself in the head (offscreen); a character harming herself repeatedly with a rock—blood is sometimes depicted in these sequences. The game contains some sexual material: one character's objective states “Get him drunk”, “Seduce him”, “F**k him”; dialogue/text stating, “Buy cheap 90's slut outfit”; “Did you talk about the pill”; and “When you slept together the first night, she said she was on birth control, didn't she?” The game contains several sequences of a character using crushed pills and/or narcotics to intentionally spike a character's drink. The words “f**k,” “sh*t,” and “a*shole” are heard in the game."}, {"title": "Winter Ember", "grade": "T", "summary": "This is a stealth-action game in which players assume the role of a noble on a quest for revenge. From a 3/4-overhead perspective, players infiltrate enemy strongholds/bases, complete mission objectives, and kill enemy targets. Players use knives, swords, and cross bows to kill enemies discreetly or in open combat. Small blood-splatter effects sometimes occur during combat; blood stains can also appear on the ground. Cutscenes depict additional instances of violence and/or blood: a man lying in a pool of blood; a man impaled in his forehead; a woman hanging from a tree; prisoners killed by an executioner. One sequence, viewed from a distant perspective, depicts human limbs inside a cart. The game contains some suggestive material: players infiltrating a brothel and a gentleman's club, with women dancing for customers; dialogue such as “You looking for a private dance or something more” and “If you're lookin' for a good time, it'll cost ya.” The word “sh*t” appears in the game."}, {"title": "House Party", "grade": "M", "summary": "This is a social simulator/point-and-click adventure game in which players assume the role of a man attending a house party. From a first-person perspective, players engage in dialogue with partygoers and perform various tasks (e.g., fetching items, conveying messages, playing pranks). Some choices can lead to fistfights between the player and/or between other characters; partygoers are depicted punching each other as on-screen health diminishes. The game contains some sexual content, generally triggered when characters build a relationship with each other during the storyline (i.e., when affinity/love meters are full): Characters with exposed breasts/buttocks and blurred genitalia; characters in various sexual positions (fleeting scenes with obscured angles), sometimes with suggestive moaning. One sequence briefly depicts a \"threesome\" between the player and two female characters (no genitalia depicted). Players can obtain and drink bottles of beer, causing them to sway/stumble; illicit/recreational drugs are referenced, as players' character can buy bags of marijuana, complete tasks to roll joints, huff paint with one character, and consume Pot Chocolate. The game contains some mature humor: a character obsessed with the size of his testicles; a sequence depicting a character lighting his own flatulence on fire; racial/ethnic humor (e.g., reference to an adult film called \"Shaolin Suck and F**k\"; reference to the terms China Doll and \"love you long time\"); other references to sexual and scatalogical humor. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Call of Duty®: Vanguard", "grade": "M", "summary": "This is a first-person shooter in which players assume the roles of several members of an elite Allied fighting unit battling Nazi and Axis powers during World War II. Players recount events of the war, complete various missions, and use pistols, machine guns, sniper rifles, and explosives to kill enemy soldiers in frenetic, realistic combat. Battles are highlighted by frequent gunfire, explosions, cries of pain, and blood-splatter effects. Some sequences/cutscenes depict more intense instances of violence: a dramatic airstrike killing several soldiers, resulting in depictions of severed limbs and mutilated corpses; restrained prisoners beaten or burned alive; a soldier stabbed in the throat, close-up. A zombie mode depicts several instances of decapitation and dismemberment, as players use guns and bladed weapons to kill hordes of undead soldiers. The game includes customizable player cards that can be equipped as part of players' identity. Some of these cards depict female figures designed with deep cleavage and/or revealing outfits (e.g., lingerie) as well as marijuana-related items (e.g., cannabis, skeletons smoking). One customizable character is depicted smoking marijuana and offering it to an opponent during a victory animation. In addition to weapons with drug-related names, one costume depicts a character wearing camouflage covered with marijuana leaves and a smoke-filled gas mask; puffs of smoke emit from the mask during gameplay, exhaled onto defeated opponents' faces. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Snow Bros. Nick & Tom Special", "grade": "T", "summary": "This is a platformer game in which players control two princes searching for kidnapped characters in a fantasy land. Players traverse platforms and turn small, cartoony enemies (w.g., gargoyles, birds) into snowballs before knocking them off screen. Boss battles depict more protracted combat, as enemies shoot fireballs, bubbles, or blasts of energy at players. Some enemies emit small spurts of blood when injured. A handful of stylized enemy creatures (e.g., harpies) are depicted with jiggling bare breasts (though with no nipple detail)."}, {"title": "Xenoblade Chronicles 3", "grade": "T", "summary": "This is a role-playing game in which players follow fighters through a conflict between two nations. From a third-person perspective, players complete quests and engage in melee battle against enemies (e.g., animals, creatures, human boss characters). Combat is highlighted by impact sounds, explosions, and cries of pain. Cutscenes depict further instances of violence: characters impaled by sword; a character shooting herself off screen; a man stabbing himself off screen. A handful of scenes depict blood (e.g., droplets falling from a wounded character; drips of blood on a character's face). Some fantasy characters/creatures are designed with revealing armor and/or anatomy (e.g., deep cleavage, partially exposed breasts). The words “sh*t,” “ar*ehole,” and “b*tch” appear in the dialogue."}, {"title": "Neptunia x SENRAN KAGURA: Ninja Wars", "grade": "T", "summary": "This is an action role-playing game featuring characters from the Hyperdimension Neptunia and Senran Kagura franchises. Players follow the storyline while engaging in melee fights against rival ninjas and fantastical creatures (e.g., mushrooms, robots with guns, carrots, cat samurai); characters use swords, guns, and spells to defeat enemies. Combat is highlighted by light effects, cries of pain, and gunfire. Several characters are designed with low-cut outfits that reveal deep cleavage/jiggling breasts; some outfits reveal characters' thong underwear. The dialogue also contains some suggestive material (e.g., “Blanc isn't biting onto the topic of breasts…”; “…[M]y breasts are…They're being stealthy…”). The word “bullsh*t” appears in the game."}, {"title": "Kamiwaza: Way of the Thief", "grade": "T", "summary": "This is a stealth-action game in which players assume the role of a thief that steals from the rich and gives to the poor in ancient Japan. Players sneak into homes, steal items, and pick pockets while avoiding detection from guards. If detected, players must acrobatically avoid sword and spear strikes. During some boss encounters, players must steal characters' armor and belongings to defeat them. Cutscene sequences depict various acts of violence: a man and his family executed by bandits offscreen; two characters tumbling out of a window to their deaths. During the course of the game, a female character gyrates suggestively and holds her breasts when players provide tribute (e.g., money); when enough tribute has been given to her, a “Stay the Night” option appears for players' character. The word “bastard” appears in the game."}, {"title": "Crazy Chicken Xtreme", "grade": "E10+", "summary": "This is an arcade-style shooter in which players earn points by shooting cartoony chickens. From a first-person perspective, players aim a targeting crosshair at whimsical chickens as they run, fly, and pop up around players' screen. Chickens squawk, fall over, and disappear when shot; gameplay is highlighted by gunfire and occasional explosions."}, {"title": "SWORD ART ONLINE Alicization Lycoris", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a hero attempting to rescue a friend in a virtual world known as the Underworld. From a third-person perspective, players traverse various environments (e.g., caves, villages, open fields), interact with characters, and engage in melee-style combat against enemy soldiers and fantastical creatures (e.g., trolls, giant birds, wild foxes). Players use swords to slash at enemies, sometimes resulting in splashes of blood. Battles are frenetic, with slow-motion effects and cries of pain. Cutscenes depict additional acts of violence: a female character impaled through the chest; characters lying in pools of blood. The game contains some suggestive material in the dialogue (e.g., “I've never seen boobs this big before”; “If you would allow me to touch you with these hands, to kiss you…If I could spend the night of my dreams with you”; “Oh, would you have preferred me to be in the nude? You voracious boy.”). Some female characters also wear outfits that reveal large amounts of cleavage. The word “a*shole” appears in the game."}, {"title": "The Big Con - GRIFT OF THE YEAR EDITION", "grade": "T", "summary": "No Rating Summary"}, {"title": "Potion Permit", "grade": "E", "summary": "This is an action/simulation game in which players assume the role of a doctor on a remote island. From a top-down perspective, players interact with inhabitants, treat ailments, and collect resources and ingredients to create potions. Players sometimes battle cartoony enemies (e.g., slime creatures, bears, giant insects), using axes and scythes. Battles are accompanied by impact sounds, as enemies disappear in puffs of smoke. The game references alcohol in the dialogue (e.g., “She's quite a drinker, but never got drunk.”)."}, {"title": "Bloodroots", "grade": "M", "summary": "No Rating Summary"}, {"title": "Espgaluda II", "grade": "T", "summary": "No Rating Summary"}, {"title": "Hyper Echelon", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "River City Girls 2", "grade": "E10+", "summary": "This is an action-brawler game in which players assume the roles of high-school students trying to defeat a yakuza boss. Players traverse side-scrolling city environments and beat up enemies (e.g., thugs, wrestlers, zombies, students) using punches and kicks in frenetic combat. Battles are highlighted by impact sounds and cries of pain. Some zombies emit splashes of green blood when injured. The game contains some suggestive material in the dialogue (e.g., \"...[K]eep your eyes to yourself, creep-o”; “Wait which one were you 'close' with...That's hot.”). Some female characters wear revealing outfits, and a cartoony, pixelated icon depicts a man's bare buttocks in a sauna. The words “a*s” and “p*ss off” are heard in the game."}, {"title": "Unsouled", "grade": "T", "summary": "This is a 2D action role-playing game in which players assume the role of a resurrected prince on a quest for revenge. From a 3/4-overhead perspective, players explore a stylized fantasy kingdom and battle small zombie-like soldiers and enemy clans in melee-style combat. Players use sword slashes to kill enemy forces, resulting in blood-splatter effects that stain the environment. Battles are frenetic at times, with screen-shaking effects and impact sounds. Some attacks result in the small characters getting dismembered or cut in half. The word “a*shole” appears in the game."}, {"title": "DEATHLOOP", "grade": "M", "summary": "This is a first-person shooter in which players follow the story of two assassins trapped in a mysterious time loop on a fictional island. Both characters must assassinate key figures in order to break or protect the loop. Players use machetes, pistols, and sniper rifles to kill human enemies by means of stealth, melee, and ranged combat. Fighting is often frenetic, with frequent gunfire, screams of pain, explosions, and large blood-splatter effects. Some weapons/attacks can decapitate or dismember enemies. Cutscenes depict further instances of intense violence: players' character stabbed repeatedly in first-person; characters shot in the head at close range. During one sequence, a character is seen in a room while sexual moaning sounds are heard. Characters sometimes reference drugs (e.g., uppers, downers) and getting/being high on fictional drugs (e.g., “Looks like an over-engineered auto-erotic asphyxiator...Also, it's going to smoke us up. Get us high.”). The words “f**k,” “c*nt,” and “sh*t” appear in the game."}, {"title": "The Dark Pictures Anthology: The Devil in Me", "grade": "M", "summary": "This is a survival-horror game in which players follow a film crew trying to escape a murderer on a secluded island. As players follow various characters, they can interact with environmental elements and make action/dialogue choices that influence the story progression. Some choices lead to depictions of intense violence: a woman crushed to death by a wall; a woman stabbed in the eye; a man set on fire; a woman tortured with acid. Players are occasionally forced to choose between saving one character's life over another, with some outcomes resulting in the deaths of multiple characters. Some sequences depict decapitation and/or mutilation. Blood-splatter effects occur when characters are injured/killed, and large blood stains are sometimes depicted. The words “f**k” and “sh*t” appear in the game."}, {"title": "Mortal Shell", "grade": "M", "summary": "This is an action role-playing game, set in a medieval fantasy world, in which players assume the role of an alien humanoid searching for a special nectar from other beings. From a third-person perspective, players explore crypts, dungeons, and haunted forests to battle humanoids and fantastical creatures (e.g., ogres, feral cave dwellers). Players use swords, war hammers, and axes to attack and kill enemies in melee-style combat. Battles are accompanied by sword slashing sounds, screams of pain, and blood-splatter effects. A handful of sequences contain more dramatic depictions of blood and gore: an enemy removing its head and throwing it at a man; characters reaching in and pulling out organs from creatures' bodies; a close-up of a humanoid slowly removing bloody swords from its chest. Some environments depict large blood stains on the ground, and one area depicts a large pool of blood-like liquid."}, {"title": "Is it You?", "grade": "E", "summary": "This is a multiplayer social-deduction game in which players control one of three mushroom teams (Good, Bad, Solo), with the goal of uncovering and eliminating members of Team Bad. From a third-person perspective, players traverse a forest environment and use unique abilities (e.g., setting traps, turning invisible) to gather information and deduce identities. Players can use various attacks (e.g., throwing darts) to eliminate team members, causing them to collapse to the ground and/or turn into ghosts."}, {"title": "Desperate: Vladivostok", "grade": "M", "summary": "This is a VR first-person shooter in which players assume the role of a cybernetically enhanced assassin fighting his way through a futuristic city. Players use pistols, machine guns, and thrown objects to kill waves of attacking human/cyborg enemies. Combat can be frenetic at times, highlighted by gunfire, screams of pain, explosions, and blood-splatter effects. Some still images depict splatters of blood; other images depict a character's arm getting sawed off and/or a severed arm. One female character is designed with a revealing outfit (e.g., low-cut top with deep cleavage, high-cut shorts with partially exposed buttocks); billboards and background TV images also depict female figures in revealing outfits. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Through the Darkest of Times", "grade": "T", "summary": "This is an adventure/simulation game in which players assume the role of a resistance leader battling Nazis in 1930s Berlin. Players make dialogue and action choices as they progress through the story, engaging in espionage, recruitment, and subversive activities. Text and stylized animated sequences reference/depict violence: descriptions of ethnic cleansing and mass murder in camps; images of sack-covered bodies hanging from trees. Some cutscenes briefly depict abstract scenes of war, with gunfire and explosions. Small bloodstains are sometimes depicted on trucks, clothing, and bandages. The dialogue contains brief sexual references (e.g., “...[T]he brothels cater to the needs of the German occupiers”; “They raped several of the German women who lived in their village.”). The word “bullsh*t” appears in the game."}, {"title": "Time on Frog Island", "grade": "E", "summary": "This is an adventure game in which players help a shipwrecked sailor leave a mysterious island. From an 3/4-overhead perspective, players traverse the island, interact with characters, and help to repair a boat. Players can encounter a guard that strikes players with a sword; players' character makes an “ow” sound when hit. Cutscenes sometimes depict the sailor smoking a pipe (i.e., a plume of smoke is visible)."}, {"title": "Neptunia x SENRAN KAGURA: Ninja Wars", "grade": "T", "summary": "This is an action role-playing game featuring characters from the Hyperdimension Neptunia and Senran Kagura franchises. Players follow the storyline while engaging in melee fights against rival ninjas and fantastical creatures (e.g., mushrooms, robots with guns, carrots, cat samurai); characters use swords, guns, and spells to defeat enemies. Combat is highlighted by light effects, cries of pain, and gunfire. Several characters are designed with low-cut outfits that reveal deep cleavage/jiggling breasts; some outfits reveal characters' thong underwear. The dialogue also contains some suggestive material (e.g., “Blanc isn't biting onto the topic of breasts…”; “…[M]y breasts are…They're being stealthy…”). The word “bullsh*t” appears in the game."}, {"title": "Prinny Presents NIS Classics Volume 2: Makai Kingdom: Reclaimed and Rebound / ZHP: Unlosing Ranger vs. Darkdeath Evilman", "grade": "T", "summary": "This is a compilation of two role-playing games in which players follow the story of characters trying to save/restore their world from destruction. From a 3/4-overhead perspective, players interact with characters and engage in tactical turn-based combat against human-like enemies and fantastical creatures. Players select attacks from a menu, using swords, axes, and magic to strike enemies. Battles are sometimes frenetic, accompanied by impact sounds, large explosions, and screen-shaking effects. In one sequence, a character is depicted coughing up blood, leaving red stains on the ground. Some sequences reference suggestive material in the dialogue (e.g., “Those t*ts are fake”; \"If only my breasts were as pitiful as hers\"; \"[Y]ou got the equipment made for men dangling between your legs\"; \"Besides bruise her uterus? Not much.\"). A handful of female characters wear revealing outfits (e.g., deep cleavage). A recurring character can be seen with a cigarette in his mouth. The words “a*s,” “b*tch,” and “bastard” are heard in the game."}, {"title": "Unpacking", "grade": "E", "summary": "This is a puzzle/simulation game in which players unpack items from boxes and fit them into various rooms. Players can discover a character's story while stacking plates, arranging bookshelves, and putting away clothes."}, {"title": "Get Packed : Couch Chaos", "grade": "E10+", "summary": "This is an action game in which players work cooperatively to move items into removal vans as fast as possible. In some locations, prison inmates or security guards punch/club characters. Destruction events depict cartoony explosions, resulting in brief injuries to human characters. One level requires players to move items across a busy highway; players can be hit by vehicles repeatedly, though without permanent injury. Another level contains portable toilets (i.e., port-o-potties) that explode into puddles of brown sludge when destroyed."}, {"title": "Outriders Worldslayer", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of a genetically modified soldier on a quest to save humanity. As players explore an alien planet, they interact with characters, complete missions, and engage in battles against human raiders and alien creatures. Players use machine guns, rifles, and magical abilities (e.g., technomancy, elemental skills) to kill enemies in frenetic combat. Battles are accompanied by realistic gunfire, frequent explosions, and large blood-splatter effects. Some attacks result in decapitation/dismemberment, leaving blood stains and body parts on the ground; alien carcasses and human corpses can also be seen. A handful of cutscenes depict gore and other acts of violence: characters shot in the head at close range; a character impaled through the chest; a man's severed head given to a character. As players progress, they can interact with prostitute characters; some dialogue also references suggestive material (e.g., “How about all the times I wrapped my legs around you”; “I took you from a whorehouse. A little gratitude would be nice.”). The words “f**k” and “sh*t” are heard in dialogue."}, {"title": "Atari 50: The Anniversary Celebration", "grade": "T", "summary": "This is a collection of classic Atari games from a variety of platforms (e.g., 2600, 5200, Atari 800). Some games allow players to engage in one-on-one fights using human-like characters to punch and kick each other as they attempt to deplete opponents' life meters (successful hits are accompanied by splashes of blood). Other games include space shooters, dungeon crawlers, and mining games with cartoony explosives used to defeat monsters. The collection includes artifacts and video interviews from key figures/moments in historical gaming eras: one interview references a pedophile in the context of a game (depicted as a small unclothed figure with a censor bar over his crotch); other interviews reference drug use (e.g., marijuana, cocaine, psilocybin). The word \"sh*t\" can be heard during interviews."}, {"title": "Aggelos", "grade": "E", "summary": "This is an action platformer in which players use elemental powers to battle evil beings from another dimension. From a side-scrolling perspective, players traverse platforms while using swords and magical projectiles (e.g., fireballs, blasts of energy) to defeat monsters and boss creatures. Enemies mostly burst into coins when defeated. Boss battles depict more frenetic gameplay, with several projectiles and enemies attacking/crowding the screen."}, {"title": "Ocean's Heart", "grade": "E", "summary": "No Rating Summary"}, {"title": "The Last of Us Part 1", "grade": "M", "summary": "This is an action game in which players assume the roles of Joel and Ellie, human survivors battling their way through a post-apocalyptic world. From a third-person perspective, players traverse through city ruins and use a variety of weapons (e.g., pistols, rifles, explosives, spiked bats, steel pipes, blades) and melee attacks to fight off infected mutants and other human survivors. Players can also employ stealth kills (e.g., strangulations, pistol executions, stabbing attacks) and engage in extended combat sequences involving close-up camera angles and on-screen prompts. Screams of pain, realistic gunfire, and blood-splatter effects accompany the combat. Several attacks result in decapitation or dismemberment; body parts are depicted in some areas (e.g., chopping blocks). Cutscenes also depict intense acts of violence: a young character dying from gunshot wounds; adult characters executed at point-blank range; enemy characters being interrogated and stabbed in the knee. During the course of the game, a character makes sexual remarks about an adult magazine (e.g., \"Whoa. How the hell would he even walk around with that thing” and “Oh why are these [pages] all stuck together?”). One scene allows the player to decide whether a young character drinks alcohol. The words “f**k,” “sh*t,” and “a*shole” appear in the dialogue."}, {"title": "Blankos Block Party", "grade": "T", "summary": "This is an open-world platformer game in which players customize Blanko figures to use in races, platforming challenges, and combat events. From a third-person perspective, players use cartoony artillery (e.g., assault rifles, machine guns, grenade launchers) to attack opponents in brawling/elimination events. Combat is highlighted by gunfire, explosions, and dwindling hit points. Some weapons can be used in brief first-person sequences. Character decals/decorations include cutouts that depict portions of exposed buttocks (e.g., \"plumber's crack”). Some levels depict a giant raccoon that emits green gas and vomit. The word “a*s” appears in the game."}, {"title": "Martian Panic", "grade": "T", "summary": "This is a first-person shooter in which players attempt to save Earth from a Martian invasion. As players move on rails through cartoony environments (e.g., city streets, farms, diners), they use pistols, shotguns, and laser blasters to shoot enemies (e.g., Martians, UFOs, drones). Combat can be frenetic, highlighted by frequent gunfire, laser/blaster sounds, and explosions. Human civilians are often depicted fleeing and screaming, and can be accidentally shot by players, resulting in skull and crossbones floating up into the sky."}, {"title": "Slaycation Paradise", "grade": "M", "summary": "This is a shooter game, with tower-defense elements, in which players help a man on vacation survive his dimensional travels. From a top-down perspective, players fight for survival using pistols, machine guns, and shotguns to kill hordes of creatures (e.g., demons, living sex-dolls, mutated luchadores). Players also build turrets and barricades to fend off waves of enemies. Battles are frenetic, accompanied by realistic gunfire, explosions, and large blood-splatter effects. Some weapon attacks cause enemies to explode into pieces, causing entrails to hit players' screen. The game contains some suggestive/sexual material: dialogue stating “…you rubbed nubs with that crap sack Lorik” and “This is where we…measure our proverbial members against each other”; a level with red-light district signs reading “XXX,” “Fish & Chips + Naked Chicks”; a neon sign with the words “Now Open” between spread-open legs. The words “f**k” and “sh*t” appear in the game."}, {"title": "Warhammer 40,000: Inquisitor - Martyr", "grade": "M", "summary": "This is an action role-playing game in which players control a human character in a space-gothic universe. From a ¾-overhead perspective, players explore dungeons and battle enemies (e.g., aliens, demons, humans) by using ranged and melee weapons/attacks. Characters use guns, axes, chainsaws, grenades, and magic attacks to kill enemies in frenetic combat. Enemies often explode into blood and chunks of flesh when killed. Some environments depict large bloodstains and limbless corpses. A handful of cutscenes depict more intense and/or close-up instances of blood/gore: creatures with exposed entrails; large blood stains; dismembered corpses with fleshy tendrils."}, {"title": "Gigapocalypse", "grade": "E10+", "summary": "This is an action game in which players control a giant monster (Godzilla-like, King Kong-inspired) to destroy 2D side-scrolling levels/environments. Players use sword swipes, fire-breathe attacks, and rush attacks to destroy cartoony cities. Players can breathe fire on enemy forces and/or consume tiny inhabitants for additional bonuses. Combat is sometimes frenetic, highlighted by cries of pain and large explosions. A baby monster (which players can raise) is sometimes depicted emitting poo coils, which players must clean up."}, {"title": "Horse Club Adventure 2: Hazelwood Stories", "grade": "E", "summary": "This is a horse-riding simulation game in which players return for an autumn vacation at a seaside village. Players interact with friends as they complete missions and activities (e.g., dressage, horse jumping, racing) to earn rewards and items."}, {"title": "Toodee and Topdee", "grade": "E", "summary": "No Rating Summary"}, {"title": "Aeon Drive", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "CoComelon: Play With JJ", "grade": "E", "summary": "This is a collection of educational mini-games in which players can interact with a toddler named JJ as he explores his house. Mini-games include counting, singalongs, reading nursery rhymes, and puzzles."}, {"title": "The Dark Pictures Anthology: Little Hope", "grade": "M", "summary": "This is a survival horror game in which players help a group of college students and their teacher escape an isolated town. Players explore interactive environments and choose various action/decision-paths via on-screen prompts. Some choices lead to depictions of intense violence: a woman shot in the neck; a girl burned to death in a house fire; a man shot in the head; a woman accidentally hanged to death; a man stabbed through the eye, with a close-up of the gouged eye. Large blood splatters and pools are depicted as characters are injured and/or killed. The words “f**k” and “sh*t” are heard in the game."}, {"title": "The Dark Pictures Anthology: Man of Medan", "grade": "M", "summary": "This is a survival-horror adventure game in which players help five friends try to survive after being kidnapped at sea. Players explore interactive environments and choose a variety of action/decision-paths via on-screen prompts. Some choices lead to depictions of intense violence: characters shot in the head at close range; a man getting his ear cut off; a character stabbed in the chest with a knife; a corpse's body getting eaten by rats. Blood-splatter effects occur as characters are killed and/or injured; blood also appears on the ground and underneath bodies. The game includes some innuendo and suggestive material in the dialogue (e.g., “You know the size of my bank account is not in a competition with the size of your penis, right; “You gonna bring your bangstick\"; \"That's code for weed and porn isn't it?”). Drugs are also referenced in the dialogue (e.g., “Everybody flush their meth! We gotta get rid of all this meth!”). The words “f**k” and “sh*t” are heard in the game."}, {"title": "Eastward", "grade": "T", "summary": "This is an adventure game in which players assume the role of a man guiding a girl through a dangerous city. From a 3/4 overhead perspective, players explore the city, interact with characters, and use various weapons (e.g., frying pan, bombs, shotguns, flamethrowers) to battle fantasy creatures (e.g., giant slugs, robots). Battles are frenetic, accompanied by realistic gunfire, explosions, and screen-shaking effects. Some enemies emit small pools of blood when killed. The game contains references to suggestive material: a Wild Love adult magazine, which can be purchased from a store; a dominatrix stating, “The men in this city won't know what hit them…ready your stakes, boys, because tonight the tents will rise”; a woman depicted with jiggling breasts; a robot making a masturbatory gesture with its hands. One sequence depicts characters drunk on the floor after drinking all night. The words “a*hole” and “b*tch” appear in the game."}, {"title": "The Valiant", "grade": "T", "summary": "This is a strategy game in which players follow the story of Theoderich von Akenburg, a former Templar knight battling enemy forces while on a quest to find a mysterious relic. From a top-down perspective, players move their military units through battlefields using swordsmen, spearmen, cavalry, and archers to kill enemy troops. Battles are highlighted by cries of pain, impact sounds, and blood-splatter effects. Corpses remain on the battlefield in pools of blood. Some cutscenes contain closer views of this content or characters being impaled by swords; one cutscene depicts a man being shot in the eye with an arrow. The word “sh*te” appears in the game."}, {"title": "The Callisto Protocol", "grade": "M", "summary": "This is a third-person shooter/survival horror game in which players assume the role of a prisoner (Jacob Lee) battling for survival in a prison on a distant moon in the future. Players explore prison and planet/moon locations; scavenge for clues, gear, and weapons; and battle mutated creatures in frenetic combat. Players use guns and a gravity tool, and engage in melee fighting (e.g., punching, stomping, using pipes as weapons) to defeat enemies. Some sequences depict Jacob killed in dramatic fashion: cut in half by giant fan blades; head repeatedly smashed into the ground; arms cut off; face sheared off. Blood-splatter effects occur during combat, and some attacks cause dismemberment or decapitation. Somel scenes depict disemboweled/mutilated human corpses, with missing heads and limbs. The words “f**k” and “sh*t” appear in the game."}, {"title": "Arkanoid - Eternal Battle", "grade": "E", "summary": "This is a collection of classic puzzle/brick breaker games in which players bounce a ball into bricks and shapes to clear game boards. One game depicts a giant face, whose health meter must be depleted; the boss character makes grunting/groaning sounds of pain when hit by the player's ball."}, {"title": "Miraculous: Rise of the Sphinx", "grade": "E10+", "summary": "This is an action platformer in which players assume the roles of two high-school students trying to save the people of Paris from a supervillain. From a third-person perspective, players traverse environments (e.g., city streets, rooftops, tunnels), interact with characters, and battle enemies in melee-style, close-quartered combat. Players use batons and yo-yo strikes to defeat cartoony enemies (e.g., robots, minions, mummies); fights are accompanied by impact sounds, screen-shaking effects, and cries of pain. Enemies generally disappear amid puffs of smoke and sparks."}, {"title": "NBA 2K23", "grade": "E", "summary": "This is a basketball simulation game in which players can select teams from real NBA rosters, compete in tournaments, and play through regular seasons. Players can also manage individual franchises and the careers of their customized athletes."}, {"title": "Pentiment", "grade": "M", "summary": "This is a narrative-adventure game in which players assume the role of an illustrator (Andreas) who must uncover the truth behind a series of murders. As players explore a medieval abbey in Germany, they can make dialogue choices that influence the outcome of the narrative. Some choices lead to instances of violence and/or gore: a man using a rifle to shoot villagers; characters decapitated by an executioner; characters strangled to death; a man slicing a deer's throat—these sequences are often accompanied by blood stains/effects. The game contains some sexual material in the dialogue (e.g., “Well, there is a sore on his sex. Probably from the French disease...visiting brothels in Naples”; “Sex and death are common companions…”; “Besides sex isn't all that rare inside the abbey”; “...[T]he baron tried to seduce [her]. He dragged her into the woods…she had been beaten so badly she could hardly move.”). The words “f**k,” “sh*t,” and “a*shole” appear in the game."}, {"title": "Deliver Us Mars", "grade": "T", "summary": "This is an action-adventure game in which players assume the roles of astronauts investigating a lost colony on Mars. From first- and third-person perspectives, players explore spacecrafts and colonies, solve puzzles, and avoid hazards (e.g., electrical bursts). As players progress, they can unlock journal entries depicting holographic images of violence/peril: colonists suffocating to death; characters sucked into space as a result of a terrorist attack. One sequence depicts an exploding space craft, with a woman left on board. Some scenes depict human corpses scattered across facilities, including a man with blood on his face."}, {"title": "Autonauts", "grade": "E", "summary": "This is a strategy game in which players help establish a colony on a new planet. Players use robots to harvest resources, build structures, and craft objects to expand the colony."}, {"title": "Digimon Survive", "grade": "T", "summary": "This is a visual novel, with strategy/role-playing game elements, in which players follow Japanese teenagers lost in a world of monsters. As players follow the storyline, they periodically engage in turn-based battles using Digimon (monsters with special powers/abilities). As human and Digimon characters move around grid-like battlefields, players select attack moves/skills from a menu and watch short animations of monsters executing moves. Attacks can include kicking, biting, blasts of energy, and elemental bursts. A handful of sequences depict instances of violence and blood: a bloodstained corpse on a ground; a man eaten by a creature, resulting in black splashes on the screen. Out of a variety of attack moves, Digimon can perform a Poop Toss, which is depicted as a cartoony poo coil thrown at opponents, and is accompanied by squishy sound effects. The words “sh*t,” “b*tch,” and “p*ssed” appear in the dialogue."}, {"title": "Labyrinth of Zangetsu", "grade": "E10+", "summary": "This is an action-adventure game in which players lead characters on a quest to stop a blight across ancient Japan. Players explore dungeon-like environments and battle stylized creatures (e.g., demons, ink-stained creatures, shadows) in turn-based combat. Players choose actions from a menu (e.g., attack, parry, magic) to battle enemies; attacks are accompanied by sword slashes and screen-shaking effects. Characters sometimes emit splashes of black liquid/ink when hit; one hand-drawn sequence depicts black splatters around bodies, and a hand smeared with black liquid. The word “damn” appears in the game."}, {"title": "Azure Striker GUNVOLT 3", "grade": "T", "summary": "This is an action-platformer in which players assume the role of a super-powered figure trying to control a threat and defeat a villain. From a side-scrolling perspective, players traverse platforms and engage in fast-paced combat against enemy soldiers and boss characters. Players can also send a dragon character to engage in melee combat. Battles are highlighted by cries of pain, light effects, and explosions. One still image depicts a character impaled by a sword; another image depicts the wounded character with blood on his mouth. Some female characters are designed with revealing outfits (e.g., deep cleavage); the dialogue contains some references to suggestive material (e.g., “sex-obsessed harlot”; “Ugh, pervert”; “…I actually caught a peek as she was changing clothes the other day…”; “Why don't the two of you come with me and we can make some real love?” The words “a*s” and “bastard” appear in dialogue."}, {"title": "What Remains of Edith Finch", "grade": "T", "summary": "No Rating Summary"}, {"title": "35MM", "grade": "M", "summary": "No Rating Summary"}, {"title": "Bratz: Flaunt Your Fashion", "grade": "E", "summary": "This is an adventure game in which players help Bratz characters grow their fanbase as they explore different cites (e.g., Seoul, Barcelona). Players engage in photo shoots and earn followers by completing various activities (e.g., skating, yoga, beachside events)."}, {"title": "BATS: Bloodsucker Anti-Terror Squad", "grade": "M", "summary": "No Rating Summary"}, {"title": "Armed Emeth", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "STORY OF SEASONS: Pioneers of Olive Town", "grade": "E", "summary": "This is a role-playing/farming simulation game in which players run a farm. Players repair facilities, tend crops, and perform various quests. One storyline involves a character pursued by an assassin: the character's bodyguard is seen punching would-be assailants—indicated by the screen fading to black as impact sounds are heard."}, {"title": "The Quarry", "grade": "M", "summary": "This is a survival-horror game in which players follow the story of camp counselors stranded at a haunted summer camp. Players interact with characters and explore interactive environments while making action/dialogue choices that influence the story progression/outcome. Some choices lead to depictions of intense violence: a character severing a man's hand with a chainsaw; a creature mauling and decapitating a character; a shotgun blast ripping apart a character's face. Large blood-splatter effects and dismemberment/decapitation accompany some violent acts. The game contains some suggestive/sexual innuendo in the dialogue: \"I knew there was a secret sex dungeon around here somewhere”; “...[W]hy couldn't the fastest painter in the world ever keep a girlfriend? Because he always finished in one stroke”; “70-year-old lovers...and have crazy walker sex”; \"You wanna party you gotta bring protection.\" The words “f**k,” “sh*t,” and “a*shole” are heard in the game."}, {"title": "The Red Lantern", "grade": "T", "summary": "No Rating Summary"}, {"title": "Toy Soldiers HD", "grade": "T", "summary": "No Rating Summary"}, {"title": "Lake", "grade": "M", "summary": "This is an adventure game in which players help a character on vacation deliver packages and letters in an Oregon lakeside town. As players explore the open-world environment, they can drop off packages and interact with several characters. Some interactions may depict characters smoking cannabis/marijuana cigarettes. The word “f**k” is heard in the game."}, {"title": "MADiSON", "grade": "M", "summary": "This is a survival horror game in which players assume the role of a character (Luka) facing down three demons while trying to unravel a mystery. As players make their way through a large house, they must solve puzzles and collect clues to further the storyline. Demons sometimes attack players, resulting in players' stumbling, struggling, or having blood on their hands. Audio tapes depict characters screaming in horror/pain as if being attacked. One sequence depicts a character hanging themselves from a first-person perspective. A demon's bloody entrails can be seen hanging from its abdomen, and one room contains multiple severed limbs. During the course of the game, a human-like creature briefly appears topless. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Are You Smarter than a 5th Grader?", "grade": "E", "summary": "This is a trivia game in which players answer questions from a variety of grade-school subjects (e.g., science, math, social studies). Questions range in difficulty, as players rely on 5th-grade partners to help them answer questions."}, {"title": "SnowRunner", "grade": "E", "summary": "This is an off-road driving simulation game in which players can drive a variety of trucks across natural snowy, rocky, and muddy terrain. Players can monitor fuel usage and install modules (e.g., winches, chains, log carts, trailers) as needed."}, {"title": "Breakout: Recharged", "grade": "E", "summary": "No Rating Summary"}, {"title": "Call of the Wild: The Angler™", "grade": "E", "summary": "This is a fishing simulation game in which players catch fish across an open-world environment. Players explore an open-world environment while interacting with characters and collecting items and diary entries. A handful of entries contain descriptive violent references (e.g., “…eviscerated by a Trumpeter Swan like a glace cherry skewered with a cocktail stick…”; “…blissfully disemboweled by a regal white bird…”). In one scene, cigarette butts are depicted in an ashtray. The word “hell” is heard in the game."}, {"title": "Five Nights at Freddy's: Security Breach", "grade": "T", "summary": "This is an exploration/horror game in which players assume the role of a young boy (Gregory) trapped overnight in an entertainment center filled with robotic staff and animatronic animals. From a first-person perspective, players explore the dark complex while solving puzzles and using stealth to avoid getting caught. Characters mostly grab Gregory and scream whenever players fail to stay hidden, though some actions result in violence: robots repeatedly beating the targeted character; animatronics struck by bumper cars; a character crushed inside a trash compactor. The game contains frequent screams and jump scares, as players are attacked without warning."}, {"title": "Super Bullet Break", "grade": "T", "summary": "This is a strategy/deckbuilder game in which players help characters hack an online video game to battle a rouge AI. Players battle the AI system in turn-based combat using collectible character cards known as Bullets. Each character card/bullet is associated with attack/defense points and are used (with targeting crosshair) to defeat human characters and fantastical creatures (e.g., robots, bugs, demons). Battles are highlighted by impact sounds, bursts of light, and cries of pain. Some character cards depict female characters wearing revealing outfits (e.g., deep cleavage, partially exposed buttocks) in suggestive poses (e.g., straddling wands, bent over, reclined with legs in the air). The word “a*s” appears in the game."}, {"title": "Destroy All Humans! 2 - Reprobed", "grade": "T", "summary": "This is an action game in which players assume the role of an alien (Crypto-138) seeking revenge on the KGB for destroying his mothership. As players explore open-world environments, they use futuristic blasters to electrocute, vaporize, and toss around mostly human enemies. Players can also use an anal probe to harvest human brains; splatters of green blood appear when brains are harvested or when heads pop off. Combat can be frenetic, highlighted by gunfire, explosions, and cries of pain. During the course of the game, players can listen to civilians' inner thoughts, which sometimes contain sexual references (e.g., “If Steve tries to talk me into another threesome, I swear to God I'm gonna kick him in the nads”; “I hate being responsible for my own orgasm”; “I need some serious I and I—intoxication and intercourse”; “A park full o' potheads, and you're tellin' me nobody here's ever had erectile dysfunction?”). A background poster depicts a man with exposed buttocks. References to drugs occur in the dialogue, and characters can sometimes be seen smoking bongs, nearby cannabis plants. One area depicts a doorway resembling a giant sphincter, and characters are occasionally seen urinating outdoors. The words “sh*t” and “b*tch” are heard in dialogue."}, {"title": "New Tales from the Borderlands", "grade": "M", "summary": "This is a narrative-driven adventure game in which players follow the story of characters on a quest to harness the power of a crystal. As players progress through the story, they can perform action choices by following onscreen prompts. Some choices lead to intense acts of violence: a close-up of a woman stabbed in the neck; a man shot through the chest; a character stabbed in the eye—blood-splatter effects accompany these sequences. A handful of scenes depict decapitated corpses, dismembered limbs, and exposed organs. The game contains some references to sexual material in the dialogue (e.g., “I'm riddled with STDs”; “May Heaven be one big orgy\"; \"...all they want to do is fornicate...\"; \"You said 'that ain't good' and I said 'title of our sex tape.' Because we'd have sex.\"). Some female characters appear partially nude, with close-up depictions of exposed breasts and buttocks, though with no discernible details (i.e., no nipples). During the course of the game, players' character can use a funnel contraption (Booze Luge) to repeatedly consume champagne. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Prinny Presents NIS Classics Volume 3: La Pucelle: Ragnarok / Rhapsody: A Musical Adventure", "grade": "T", "summary": "This is a compilation of two strategy role-playing games in which players follow the story of demon hunters trying to save characters in a fantasy world. From a 3/4-overhead perspective, players engage in turn-based combat against fantastical creatures (e.g., demons, zombies, cat people) on grid-based battlefields. Players choose weapon and magic attacks from a menu to battle enemies. A handful of sequences depict additional acts of violence and/or blood: a character in silhouette impaled by spears; a crucified woman impaled by spears, causing blood to pool underneath her; a message written in blood on a wall. The games contain references to suggestive material in the dialogue (e.g., “…[She] got big hooters. But I didn't know she had owls”; “Master Myoa's flat-chested”; “Get away from me, you pervert.”). Some female characters are designed with revealing outfits (e.g., deep cleavage) and jiggling breasts. A handful of monsters are depicted topless, though with no discernible details (i.e., no nipples). One character is frequently shown lighting up and smoking a cigarette. The words “bastard” and “p*ss me off” appear in the game."}, {"title": "Victoria 3", "grade": "T", "summary": "This is a strategy game in which players manage a Victorian-era nation to economic and social prosperity. Players develop their nation's economic growth, engage in politics, and make policy decisions on varied topics (e.g., slavery, treaties, warfare). When nations engage in warfare, a top-down view of bases/encampments firing upon each other is depicted on a map. Some political decisions reference violence in text (e.g., “… use of mustard gas against a civilian population…”; “An ardent abolitionist died in a fire fight with a pro slavery mob.”), with still images of characters shot and civilians beaten. One still image depicts a whale harpooned, with small splatters of blood. The game contains brief references to suggestive/sexual material (e.g., “Police have shut down a notorious male brothel”; “This character has caught Syphilis...\"). Some female characters are depicted partially topless, with exposed nipples. One still-image shows a man smoking opium."}, {"title": "Dusk Diver 2", "grade": "T", "summary": "This is an action game in which players assume the role of a college student battling invading creatures from another dimension. Players explore city environments, interact with characters, complete quests, and battle fantastical creatures (e.g., robots, demons, cyber beasts) in melee-style combat. Players use punches, kicks, and a variety of weapons (e.g., scythes, chainsaws, pistols) to defeat enemies. Battles are frenetic, highlighted by impact sounds, colorful light effects, and cries of pain. Some characters are designed with revealing outfits (e.g., deep cleavage, partially exposed buttocks), and breasts that jiggle during combat and cutscenes. The words “a*s” and “bastard” appear in the dialogue."}, {"title": "Galactic Wars EX", "grade": "E", "summary": "No Rating Summary"}, {"title": "Doctor Who: The Lonely Assassins", "grade": "E10+", "summary": "This is an adventure game, set in the Doctor Who universe, in which players search for answers surrounding a lost cell phone. Players uncover the storyline as they text with characters, watch video clips, fight viruses, and solve puzzles. Some video clips contain menacing voices and/or images of statue-like figures lunging towards the screen. Character deaths are implied in dialogue, though no violent acts are fully depicted (i.e., characters crawl away from off-screen/unseen threats). Beer is briefly referenced in the text as well as depicted in a photo. The word “damn” appears in game text."}, {"title": "Endling - Extinction is forever", "grade": "T", "summary": "This an adventure game in which players help a fox track down her missing cub in a post-apocalyptic world. Players traverse side-scrolling environments (e.g., forests, human settlements, factories) to hunt for prey while avoiding traps, human hunters, and guard dogs. Hunters can shoot the fox, while guard dogs can bite/kill it. Background environments depict additional acts of violence and blood: a corpse with a bloody ax impaled in its chest; a man holding a dead child in his arms; a processing factory depicting chics/chickens killed in an assembly-line process (e.g., a pile of bloody animal parts can be seen, as well as blood on the ground)."}, {"title": "Feather", "grade": "E", "summary": "No Rating Summary"}, {"title": "Full Throttle Remastered", "grade": "T", "summary": "No Rating Summary"}, {"title": "Grim Fandango Remastered", "grade": "T", "summary": "No Rating Summary"}, {"title": "My Universe - Green Adventure : Farmer Friends", "grade": "E", "summary": "This is a farming simulation game in which players inherit an abandoned farm. Players manage the farm by growing crops, tending to farm animals, and selling goods."}, {"title": "Rabbids: Party of Legends", "grade": "E", "summary": "This is a collection of mini-games (i.e., party games) in which players compete to earn points in whimsical events. A handful of games depict mild instances of cartoony violence: characters using plungers to deplete a character's health meter; whacking opponents off platforms/ledges. One mini-game involves avoiding a large hand that flattens characters; in another game, players throw plungers at a boss character who emits large flatulence clouds."}, {"title": "Tetris Effect: Connected", "grade": "E", "summary": "This is a puzzle game in which players rotate and arrange falling blocks into rows. Players can engage in a variety of game modes (e.g., Marathon, Sprint, Ultra) and select from over 30 different stages/backgrounds/themes."}, {"title": "Disgaea 6 Complete", "grade": "T", "summary": "This is a strategy role-playing game in which players assume the role of a zombie trying to defeat a supernatural force. As players follow the storyline, they can engage in turn-based battles against human-like demons and fantastical creatures. Battles are turn-based, with characters moving around grid-like environments as players select attack moves from a menu. Battles are highlighted by impact sounds, light effects, and short yells. Special attacks are seen in short cutscenes, depicting dramatic explosions, gunfire, and bursts of fire/energy. One cutscene depicts a monster with bloodstains on its jaw and parts of its body. Some female characters are designed with low-cut outfits that reveal large amounts of bouncing breasts/cleavage; text describes succubus characters as “a clan of females who feed by seducing men.” During the course of the game, players can obtain a Hard Liquor item which can be used to bribe senators; on-screen text reads, “Drunken up those sober senators!” and “Gave the senator a drink. Now they're drunk!” The words “sh*t” and “a*shole” appear in the dialogue."}, {"title": "DNF DUEL", "grade": "T", "summary": "This is a fighting game in which players can select from 16 characters in a fantastical world/storyline. Players use punches, kicks, and special moves to deplete opponents' health bars in frenetic on-on-one combat. Fights are highlighted by cries of pain, dramatic light/sound effects, and screen-shaking effects. Cutscenes sometimes depict still images of characters with blood-splattered faces and clothes; one image briefly depicts a monster corpse impaled by several weapons. Some female characters are designed with revealing outfits (e.g., low-cut tops, deep cleavage) and jiggling breasts."}, {"title": "Tangledeep", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Yumeutsutsu Re:After", "grade": "M", "summary": "No Rating Summary"}, {"title": "Area Man Lives", "grade": "T", "summary": "This is an adventure game in which players assume the role of a radio DJ in a small town. From a first-person perspective, players solve puzzles and use objects to affect the outcomes of several situations, relayed through audio only. A few situations involve violence: a kraken menacing civilians; a man set on fire by an explosion, with screams/cries for help; and a carjacking storyline. Audio sequences can be dramatic, though no other characters or depictions of action are shown. The word “sh*t” can be heard in the game."}, {"title": "Yumeutsutsu Re:Master", "grade": "M", "summary": "No Rating Summary"}, {"title": "Shadow Man Remastered", "grade": "M", "summary": "No Rating Summary"}, {"title": "After the Fall", "grade": "M", "summary": "This is a first-person shooter in which players can engage in co-op style battles against zombie-like creatures in a frozen landscape. Players use machine guns, rifles, and explosives to kill undead and mutated enemies in frenetic combat. Battles are highlighted by frequent gunfire, explosions, screams of pain, and blood-splatter effects. Slow-motion effects sometimes appear when players are injured/wounded. Several weapons allow players to decapitate/dismember enemies. The word “sh*t” appears in the game."}, {"title": "Xeodrifter", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Dragon Lapis", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Liege Dragon", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Road 96", "grade": "T", "summary": "This is an adventure game in which players assume the role of a runaway teenager attempting to escape an authoritarian nation. From a first-person perspective, players traverse the road, interact with characters, and make various dialogue and action choices, some of which can lead to instances of violence: a character shot off-screen; a character shoved off a rooftop; a protestor beaten by an officer; protestors shot and killed off-screen. Players can also engage in various mini games, such as avoiding oncoming traffic and shooting other vehicles. One sequence depicts some red blood splatters in the trunk of a vehicle. The game contains some suggestive material: players walking upon a motel door, with a couple inside discussing their affair; dialogue such as \"...both dressed like they were into S and M roleplaying...” and \"It's their foreplay.\" As players progress through the game, they can encounter young characters drinking alcohol and smoking cigarettes. In one sequence, players' character can choose to consume alcohol at a bar, resulting in the teenager collapsing and passing out. The game includes a brief sequence in which it is heavily implied that a motel guest is a drug dealer. The word “sh*t” is heard in the game."}, {"title": "Ice Age: Scrat's Nutty Adventure", "grade": "E", "summary": "This is a 3D action platformer, based on the Ice Age movies, in which players assume the role of a squirrel (Scrat) on a quest to collect nuts. Players run, jump, and climb through prehistoric landscapes while collecting crystals and defeating cartoony creatures (e.g., bugs, rhinos, fish, crabs). Players can perform kicks, jabs, and tail swipes to quickly defeat enemies; combat is accompanied by impact sounds and cries of pain."}, {"title": "PAW Patrol Mighty Pups Save Adventure Bay", "grade": "E", "summary": "This is an adventure-platformer in which players engage in rescue missions with the characters from the TV show Paw Patrol. Players traverse platforms, collect dog treats, and avoid various obstacles."}, {"title": "PAW Patrol the Movie: Adventure City Calls", "grade": "E", "summary": "This is a 3D platformer based on PAW Patrol: The Movie. Players control various PAW Patrol pups through adventures while collecting treats, driving around obstacles, and completing tasks (e.g., collecting trash, clearing rubble)."}, {"title": "Hokko Life", "grade": "E", "summary": "This is a simulation game in which players assume the role of a new resident of a small town. Players interact with animal residents of the town to complete tasks, craft items, and engage in activities (e.g., fishing, catching bugs)."}, {"title": "Train Sim World ® 3", "grade": "E", "summary": "This is a simulation game in which players control the operation of realistic trains. Players perform various tasks that include setting train routes, taking trains to depots, and keeping on schedule while picking up passengers."}, {"title": "Garfield Lasagna Party", "grade": "E", "summary": "This is a party game in which players engage in a board game race by playing whimsical mini-games. A handful of mini-games include mild instances of violence: a dog biting/colliding with players, resulting in short cries and loss of health; a snowball fight in which players use a targeting reticule (i.e., crosshairs); players pushing opponents off an iceberg into the water."}, {"title": "LET'S PLAY CURLING!!", "grade": "E", "summary": "This is a sports simulation game in which players compete in curling matches against international teams. Players score points by adjusting the strength of their throw and sweeping the ice to get closest to the center of a target."}, {"title": "DRAGON BALL Z: KAKAROT", "grade": "T", "summary": "No Rating Summary"}, {"title": "DreamWorks Dragons: Legends of the Nine Realms", "grade": "E10+", "summary": "This is an adventure game in which players control a dragon searching mysterious realms for missing friends. From a top-down perspective, players collect jewels, overcome obstacles/hazards, and battle enemy dragons. Dragons use bites, tail strikes, and special skills/abilities during combat. Some levels contain frenetic fights against multiple foes, while boss battles depict more protracted combat involving dramatic bursts of flame/ice/energy. Battles are highlighted by impact sounds, dwindling hit points and health bars, and explosions."}, {"title": "GUNDAM EVOLUTION", "grade": "T", "summary": "This is a first-person shooter in which players pilot giant mechanized robots (Mobile Suits) to compete in multiplayer matches. Players use an assortment of ranged weapons (e.g., laser blasters, machine guns, rocket launchers) and melee attacks (e.g., ax strikes, laser-sword slashes) to destroy opponents and complete mission objectives. Battles are frenetic, accompanied by realistic gunfire and large explosions. The words “p*ssed me off” appear in the game."}, {"title": "Prodeus", "grade": "M", "summary": "This is a first-person shooter in which players assume the role of a “corrupted agent” battling hordes of enemies within alien environments. Players use pistols, shotguns, and machine guns to kill waves of attacking space zombies, demons, and monsters. Combat is highlighted by frequent gunfire, explosions, and large blood-splatter effects. Some weapons cause enemies to explode into chunks of flesh and blood-splatter."}, {"title": "Rollerdrome", "grade": "M", "summary": "This is sports-action shooter in which players assume the role of a competitor in a futuristic death sport called Rollerdrome. From a third-person perspective, players roller skate within enclosed arenas, perform tricks, and use pistols, shotguns, and grenade launchers to attack enemies. Players must kill a set number of human enemies and/or mechanized robots within a time limit. Battles are often frenetic, accompanied by explosions, slow-motion effects, and cries of pain. Blood splatter effects are also depicted as characters are hit/injured. The word “f**k” appears in the game."}, {"title": "Cozy Grove", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Flippin Misfits", "grade": "E10+", "summary": "This is an action game in which players engage in multiplayer brawls using a gang of young space travelers called Misfits. From a third-person perspective, players use bat-like melee weapons to strike opponents during fast-paced fights. Brawls are highlighted by gravity effects and bodies that get tossed around (i.e., ragdoll physics) when defeated."}, {"title": "Maquette", "grade": "E10+", "summary": "This is a puzzle game in which players manipulate environments while following a modern-day love story. From a first-person perspective, players explore everyday problems in a relationship and use a variety of objects to reach new areas. Some of the conversations involving a couple mention alcohol (e.g., \"Oh, good you got beer\"; \"...in a public park drinking wine\"; \"...I was too drunk at that New Year's party.\"). Accompanying song lyrics contain allusions and references to controlled substances and/or drugs (e.g., “There's no remedy/But the drugs help till I'm ready”; “World war one brand smokes/lit with rolled matches...\"; “We'll drink until our brains black out”)."}, {"title": "Hidden Objects Collection Volume 4", "grade": "E", "summary": "No Rating Summary"}, {"title": "CRISIS CORE -FINAL FANTASY VII- REUNION", "grade": "T", "summary": "This is an action/role-playing game in which players follow the adventures of Zack Fair, a special forces member trying to uncover a plot and save a fantastical world. From a third-person perspective, players explore various environments and towns while battling enemies in melee and occasional ranged combat. Players use oversized swords and, during one mission, sniper rifles to kill enemy guards and fantastical creatures (e.g., fire monsters, ghouls, demons). One sequence depicts a character attacked by soldiers; a cutscene depicting the aftermath shows corpses laying in pools of blood and with blood splattered on faces, clothing, and weapons. A handful of other cutscenes depict characters impaled by swords."}, {"title": "Outbreak Contagious Memories", "grade": "M", "summary": "No Rating Summary"}, {"title": "World of Outlaws: Dirt Racing", "grade": "E10+", "summary": "This is a racing simulation game in which players drive sprint cars through various racing events. Players race across real-world dirt tracks and speedways while upgrading parts and earning new vehicles. Accompanying song lyrics contain the word “a*s” and reference alcohol (e.g., “Running on empty bottles of rum and sweet red wine”; “Well I drank a thousand whiskeys...) and suggestive material (e.g., “Sex, drugs, life in luxury”)."}, {"title": "Ruinverse", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Hunt: Showdown - Limited Bounty Hunter Edition", "grade": "M", "summary": "This is a first-person shooter in which players assume the role of a bounty hunter battling monsters amid the swamps of Louisiana. Players form groups of hunters to hunt and kill zombie-like creatures in fast-paced combat. Characters use bladed clubs, pistols, shotguns, rifles, and explosives to kill creatures and human enemies. Combat is highlighted by close-up blood-splatter effects, gunfire, and groans/cries of pain. Some weapons cause characters to burst apart into chunks of flesh; the ground is sometimes stained with large pools of blood around corpses."}, {"title": "Monster Train First Class", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "The Pathless", "grade": "E10+", "summary": "This is an action/adventure game in which players assume the role of a master archer trying to dispel a dark curse. As players explore a mysterious island, they forge a bond with an eagle companion, traverse landscapes, solve puzzles, and engage in a handful of boss battles with fantasy creatures (e.g., cursed animal spirits, hydra-like monsters). Boss battles can be frenetic, with players shooting arrows, and enemies spewing fireballs, energy blasts, and lava. Combat is highlighted by impact sounds, cries of pain, and screen-shaking effects."}, {"title": "They Bleed Pixels", "grade": "T", "summary": "No Rating Summary"}, {"title": "DORAEMON STORY OF SEASONS: Friends of the Great Kingdom", "grade": "E", "summary": "This is a role-playing game in which players control characters from the Doraemon franchise as they manage a farm. Players interact with locals, grow crops, care for animals, and engage in a variety of minigames (e.g., target practice, horse racing).The player-character Noby can craft recipes that are described to use wine. The word “damn” appears in the game."}, {"title": "The American Dream", "grade": "M", "summary": "No Rating Summary"}, {"title": "World of Warcraft: Dragonflight", "grade": "T", "summary": "No Rating Summary"}, {"title": "Broforce", "grade": "T", "summary": "No Rating Summary"}, {"title": "Mario + Rabbids: Sparks of Hope", "grade": "E10+", "summary": "This is a strategy game in which players control characters from the Mario and Rabbids universes as they defend a kingdom from evil. From a top-down perspective, players explore whimsical landscapes, collect coins, and engage in turn-based battles with various enemies (e.g., rabbids, Bowser, goombas, henchmen). Characters use cartoony blasters, explosives, and melee weapons to defeat enemies that disappear when health bars/hit points are depleted. Cutscenes and attack animations sometimes feature slow-motion effects; battles are highlighted by explosions and futuristic/cartoony gunfire."}, {"title": "Train Life - A Railway Simulator", "grade": "E", "summary": "This is a simulation game in which players control the operations of realistic trains. As players travel between stations, they can pick up and deliver various forms of cargo."}, {"title": "Trash Sailors", "grade": "E10+", "summary": "This is a sailing adventure game in which players sail through levels of trash and enemies in the aftermath of a tsunami. Players recruit crew members, select cannons, and defend their boat from enemies who jump on board. Players use swords and pistols to dispel attacking enemies. Players can also shoot cannon balls at enemies that throw bombs and rockets; combat is highlight by impact sounds and fiery explosions."}, {"title": "Vampire: The Masquerade - Swansong", "grade": "M", "summary": "This is a narrative role-playing game in which players follow the story of three vampires from different clans. From a third-person perspective, players progress through each character's storyline, interacting with characters and making action choices. Some selections can result in acts of intense violence: a bound character tortured by a man using various tools (e.g., hot poker, flame torch, hammer); a character's throat ripped open by a werewolf; characters shot in the head at close range; a mind-controlled character slicing his own throat. Large blood-splatter effects occur as characters are injured and killed; some environments depict mutilated corpses (e.g., exposed entrails, decapitated) and large blood stains on the ground. In some environments, players can view framed photos on the wall, a handful of which depict nude woman with exposed breasts. During one sequence, a character is shown walking through a dreamscape, watching translucent figures engaging in obscured sexual acts (e.g., a figure with its face on a woman's crotch)—sexual moaning is sometimes heard. Characters sometimes reference drugs in the dialogue (e.g., “He's totally high”; “Traces of cocaine…I guess it was that kind of party.”). The words “f**k” and “sh*t” are heard in the game."}, {"title": "Behind the Frame: The Finest Scenery", "grade": "E", "summary": "No Rating Summary"}, {"title": "Hidden Objects Collection Volume 3", "grade": "E10+", "summary": "This is a collection of hidden-object games in which players solve puzzles and search for specific items among screens of jumbled objects. Some games depict characters injured by Molotov cocktails or menaced with pistols. One game shows a pistol-wielding man next to a corpse; in another game, a mummy is seen repeatedly punching a man. In one sequence, players are prompted to prick/cut their characters' finger to collect drops of blood. Some games depict characters smoking cigars or cigarettes; a troll is depicted asleep after drinking wine mixed with sleeping powder. The word “damn” appears in the dialogue."}, {"title": "Fishing: North Atlantic", "grade": "E", "summary": "No Rating Summary"}, {"title": "Wolfenstein: Enemy Territory", "grade": "M", "summary": "No Rating Summary"}, {"title": "Arma Reforger", "grade": "M", "summary": "This is a first-person shooter in which players engage in battlefield warfare within an alternate Cold War setting. Players move around territories and battle against enemy factions/soldiers for control of strategic points. Characters use pistols, rifles, grenades, and vehicle-mounted machine guns to kill enemies in realistic combat. Firefights are highlighted by gunfire, explosions, and cries of pain. Blood-splatter effects sometimes occur when enemies are hit; blood effects also appear on the camera when players are injured. The word “f**k” appears in the dialogue."}, {"title": "Ayo the Clown", "grade": "E", "summary": "No Rating Summary"}, {"title": "Shantae: Half-Genie Hero Ultimate Edition", "grade": "T", "summary": "No Rating Summary"}, {"title": "Beach Buggy Racing 2: Island Adventure", "grade": "E", "summary": "This is a racing game in which players can choose various characters and vehicles to engage in whimsical race events. During races, players can collect and use power-ups (e.g., rockets, oversized dodgeballs, oil slicks) against opponents, causing them to spin out/fly out of their vehicles. Small explosions with screen-shaking effects sometimes occur. One racing character is depicted with a cigar in his mouth."}, {"title": "Deathsmiles I･II", "grade": "T", "summary": "This is a collection of three side-scrolling shooters in which players help characters (called Angels) save a fantasy world. Players fly through levels, shooting projectiles to destroy waves of enemy creatures (e.g., wraiths, cyclops, minotaur). Battles are frenetic with enemies exploding in fiery bursts, and projectiles filling the screen. A handful of sequences depict blood: a still image of an unconscious man, with small bloodstains next to his mouth; small spurts appearing when a character is injured during a boss battle. The game includes some suggestive material in the dialogue (e.g., \"I'll just have to squeeze those marshmallows by force”; “He's...a pervert. A dirty-minded old man”; “You're being lewd again\"; “I said no touching allowed!”). A few still-images scenes depict partially nude characters: a woman in a bath with partially exposed buttocks; a goddess character with stands of hair barely covering her breasts."}, {"title": "TAITO MILESTONES", "grade": "T", "summary": "This is a compilation of ten classic Taito arcade games spanning various genres (e.g., puzzle games, vertical and side-scrolling shooters, action games). In some games, players use small pistols and machine guns to shoot enemies (e.g., soldiers, bandits, spies). Several games involve piloting spaceships through 2D levels while shooting down waves of ships. In one side-scrolling action game, players use a knife and throwing stars to attack human soldiers in frenetic combat; quick blood-splatter effects occur as soldiers are killed."}, {"title": "Equestrian Training", "grade": "E", "summary": "This is a horse riding and trivia/educational game in which players can learn the various aspects of caring for horses. In addition to riding, jumping and grooming mini-games, players can answer trivia questions to earn points."}, {"title": "Grand Theft Auto V", "grade": "M", "summary": "In this open-world action game, players assume the roles of three criminals whose storylines intersect within the fictional city of Los Santos. Players can switch between each character to follow his storyline, completing missions which often include criminal activities (e.g., stealing cars, executing heists, assassinating targets). Players mostly use pistols, machine guns, sniper rifles, and explosives to kill various enemies (e.g., rival gang members); players also have the ability to attack/kill non-adversary civilians, though this may negatively affect players' progress as a penalty system triggers a broad police search. Blood-splatter effects occur frequently, and the game contains rare depictions of dismemberment. In one sequence, players are directed to use various instruments and means (e.g., pipe wrench, tooth removal, electrocution) to extract information from a character; the sequence is intense and prolonged, and involves some player interaction (i.e., responding to on-screen prompts). The game includes depictions of sexual material/activity: implied fellatio and masturbation; various sex acts (sometimes from a close-up or first-person perspective) that the player procures from a prostitute—while no nudity is depicted in these sequences, various sexual moaning sounds can be heard. Nudity is present, however, in other settings (e.g., a topless lap dance in a strip club; a man with exposed genitalia in a non-sexual context). Within the game, some cutscenes, TV programs, and radio ads contain instances of mature humor: myriad sex jokes; depictions of raw sewage and feces on a worker's body; caricatures of ethnic/racial groups. Some sequences within the larger game allow players' character to use drugs (e.g., smoking from a bong, lighting a marijuana joint, hallucinating from peyote); cocaine use is also depicted. Players' character can, at various times, consume alcohol and drive while under the influence. The words “f**k,” “c*nt,” and “n*gger” can be heard in the dialogue."}, {"title": "Sol Cresta", "grade": "E10+", "summary": "This is a 2D space shooter in which players pilot three spaceships through levels of attacking enemies. From a top-down perspective, players guide their ships around obstacles while shooting projectiles (e.g., lasers, missiles, bursts of energy) at enemy ships and mechanized suits of armor. Gameplay is highlighted by frequent explosions and futuristic gunfire. Boss characters explode in dramatic fashion, with screen-shaking effects. The word “bastard” appears in the game."}, {"title": "Crisis Wing", "grade": "E", "summary": "No Rating Summary"}, {"title": "Dodgeball Academia", "grade": "E", "summary": "No Rating Summary"}, {"title": "Warhammer 40,000: Space Wolf", "grade": "M", "summary": "No Rating Summary"}, {"title": "Matchpoint: Tennis Championships", "grade": "E", "summary": "This is a tennis simulation game in which players compete against real-world tennis players. Players can compete in a variety of modes (e.g., My Career, Quick Match, Tournament), play in various stadiums, and improve skills through training exercises and drills."}, {"title": "LEGO Star Wars: The Skywalker Saga", "grade": "E10+", "summary": "This is an action-adventure game in which players control Lego versions of Star Wars characters. Players traverse legendary locations, solve puzzles, and battle enemy forces (e.g., battle droids, stormtroopers) in melee-style combat. Players use punches, blasters, lightsabers, and staff attacks to defeat enemies that break apart into Lego pieces. Battles are frenetic, accompanied by laser-fire effects, explosions, and cries of pain. The game also includes protracted one-on-one boss battles with Star Wars villains. In one sequence, a pile of Lego studs resembling feces can be seen next to a janitor."}, {"title": "Who Pressed Mute on Uncle Marcus?", "grade": "M", "summary": "No Rating Summary"}, {"title": "Snowtopia", "grade": "E", "summary": "This is a simulation game in which players build and manage a ski resort. Players can build facilities, create new ski slopes, and improve the reputation of the resort."}, {"title": "Kombinera", "grade": "E", "summary": "No Rating Summary"}, {"title": "Bill and Ted's Excellent Retro Collection", "grade": "E", "summary": "This is a collection of two arcade-style adventure games, in which players help Bill and Ted search for stranded historical figures. Players interact with 2D sprite-like figures, collect/search for items, and avoid hazards (e.g., torches) and pixelated enemies, one of whom can shoot players with a pistol. Damage is usually indicated by characters blinking and/or falling off screen."}, {"title": "Mind Scanners", "grade": "M", "summary": "No Rating Summary"}, {"title": "Exit the Gungeon", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Let's build a Zoo", "grade": "E10+", "summary": "This is an animal-care simulation game in which players manage all aspects of running a zoo. From a top-down perspective, players take care of animals, keep visitors happy, and handle administrative and maintenance matters (e.g., hiring staff, building amenities). Players can also interact with zoo protestors, offering bribes, agreeing to demands, or placing a protestor in an enclosed space with lions—while there is no depiction of death, the protestor disappears, leaving a small bloodstain and chalk outline of a body. In one sequence, a character can be seen vomiting on the ground. The game allows players to grow hops and open a brewery for visitors."}, {"title": "Made in Abyss: Binary Star Falling into Darkness", "grade": "M", "summary": "This is an action role-playing game, based on a manga/anime, in which players follow the story of children exploring a strange abyss filled with monsters. From a third-person perspective, players collect resources, explore landscapes, interact with characters, and battle monsters in melee combat. Death scenes can be dramatic, as child-like characters are seen impaled on spikes, disemboweled, covered in blood, and eaten by monsters. One cutscene briefly depicts a young character removing her eyeballs. Characters sometimes emit large splatters of blood, before falling to the ground; some deaths are briefly depicted in first-person, with blood splattering the camera."}, {"title": "Tempest 4000", "grade": "E", "summary": "No Rating Summary"}, {"title": "Black Widow - Recharged", "grade": "E", "summary": "No Rating Summary"}, {"title": "Warhammer 40,000: Chaos Gate - Daemonhunters", "grade": "M", "summary": "This is a role-playing game in which players lead genetically enhanced soldiers as they battle to contain the spread of a dangerous plague. From a 3/4-overhead perspective, players complete mission objectives and battle enemies (e.g., demons, human heretics) in tactical turn-based combat. Players use swords, spears, machine guns, and grenades to kill enemies; large blood-splatter effects occur when enemies are struck. Some gameplay is highlighted by zoomed-in slow-motion sequences. Attacks can result in decapitation and/or dismemberment, leaving large blood stains and body parts on the battlefield."}, {"title": "Nintendo Switch Sports", "grade": "E10+", "summary": "This is a collection of sports games in which players compete in badminton, bowling, chambara (swordplay), soccer, tennis, and volleyball. Players can customize their Mii Characters and compete in single and multiplayer matches. In the chambara game, players use foam swords to fight and parry opponents, attempting to knock them off a platform; combat is depicted from a first-person perspective and includes impact sounds, spin attacks, light effects, and slow-motion replays."}, {"title": "Relayer", "grade": "T", "summary": "This is a role-playing game in which players follow the story of fantastical characters trying to save humanity from evil extraterrestrials. As players follow the storyline, they engage in turn-based battles, using specialized combat robots. Players choose attack moves/skills from a menu and watch robots slash and/or shoot each other in short animated sequences. Cutscenes also contain instances of violence: characters threatening one another with pistols; a character shot and wounded off camera. One sequence depicts blood dripping from a man's forehead. The dialogue contains innuendo and suggestive material (e.g., Your office floozy?...of course you're b*nging her”; “I can't help you with your little curry kink there…fire under your a*s”; “Then you ripped my top off...\"; \"...[T]he butt pain the next day is the best part.\"). The word “sh*t” appears in dialogue."}, {"title": "Dolmen", "grade": "T", "summary": "This is an action role-playing game in which players search an alien world for samples of a unique crystal. From a third-person perspective, players search various facilities while looking for clues and battling hostile aliens in frenetic combat. Players use swords, axes, and pistols to kill insect-like enemies. Combat is highlighted by gunfire, impact sounds, and blood-splatter effects. Cutscenes occasionally depict characters stabbed through the chest, and some environments depict mutilated/disemboweled alien corpses. Alien limbs can also be seen on the floors of some environments."}, {"title": "LEGO® Brawls", "grade": "E10+", "summary": "This is an action-fighting game in which players control customizable Lego characters that battle in multiplayer matches. Players' characters brawl and battle in themed platform levels, using swords, bats, hammers, and power-ups (e.g., crossbows, robot suits, rocket fists) to drain opponents' life meters. Battles are frenetic, highlighted by impact sounds, large explosions, and screen-shaking effects."}, {"title": "Disney Dreamlight Valley", "grade": "E", "summary": "This is an adventure game in which players create an avatar to go on daily quests and make friends with Disney characters. Some quests allow players to use magic to free characters, clean houses, or restore characters' memories."}, {"title": "Hacknet", "grade": "T", "summary": "No Rating Summary"}, {"title": "Neon White", "grade": "T", "summary": "This is an action game in which players assume the role of an assassin on a mission to defeat demons. From a first-person perspective, players traverse platform environments and attempt to exterminate numerous demons. Players use Soul Cards that provide weapons (e.g., swords, pistols, shotguns) and special abilities to kill demons. Combat is highlighted by gunfire and sword-slashing effects. Black-and-white still images depict additional acts of violence and blood: a wounded woman with a bloodstained shirt killed off-screen; a man shot offscreen, then shown with blood on his chest. The game contains some suggestive material: characters designed with revealing outfits (e.g., deep cleavage) and/or jiggling breasts; a still image of a character pressing against a man's waist, with text reading, \"There's something exhilarating about this…that hint of danger, your hot breath on the back of my neck.” A recurring cat character is depicted smoking a cigar. The word “a*shole” is heard in the game."}, {"title": "Squish", "grade": "E10+", "summary": "This is an action/party game in which players control skeleton “goo” characters trying to survive a collapsing, underground crypt. Players traverse environments, push large blocks of stone, and attempt to squish their opponents. Some objects can explode, causing injury to players in the line of fire. Characters emit colorful blood-like splatters when crushed, sometimes staining the screen/camera."}, {"title": "The Legend of Heroes: Trails from Zero", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a detective in a fictional police department. From a top-down perspective, players explore various locations while engaging in turn-based tactical battles with enemies (e.g., criminals, robots). Players select attack moves from a menu as characters use swords, pistols, and special attacks to defeat enemies. Combat is accompanied by dwindling hit points/health bars, cries of pain, and occasional gunfire. Some female characters are designed with revealing outfits (e.g., deep cleavage) and jiggling breasts; one scene references a character's chest size (e.g., “With that chest, I bet the boys will hardly be able to take their eyes off you”; “C'mon...lemme just...give 'em a little squeeze. It won't hurt, I swear. It'll be the opposite!”). The storyline often references a fictional substance called Gnosis, which is described as a \"drug\" and “the real serious kind”; the drug is depicted as blue or red pills in baggies or bottles, and some characters are seen unconscious after using the pills. During the course of the game, players can visit a casino and use in-game currency to wager on games of roulette, poker, blackjack, and slot machines. The words “bullsh*t” and “a*s” appear in the dialogue."}, {"title": "Eiyuden Chronicle: Rising", "grade": "E10+", "summary": "This is an action role-playing game in which players control three characters as they complete quests to develop a town. From a 2.5D perspective (i.e., 3D rendered background and characters depicted in pixel-art style), players explore environments, interact with characters, and battle fantastical enemies. Characters use small swords, axes/blades, and magic spells to defeat humans and creatures (e.g., dragons, wolves, bats). Enemies generally flash red and disappear when defeated, with hit points flashing on screen. During one scene, players encounter a hiccupping Drunkard who asks for water. The word “damn” appears in the dialogue."}, {"title": "Lumote: The Mastermote Chronicles", "grade": "E", "summary": "This is a 3D puzzle platformer in which players control a bioluminescent creature trying to bring light back into a world. Players can traverse platforms while solving puzzle and conquering skill towers."}, {"title": "Tee Time Golf", "grade": "E", "summary": "This is a golf simulation game in which players complete rounds of golf on fictional courses. Players can progress through a career, build their own courses, and improve their skills with upgrades and equipment."}, {"title": "Rain on Your Parade", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Minecraft: Java Edition", "grade": "E10+", "summary": "This is a sandbox action-adventure game in which players explore and mine/harvest cube-shaped materials. From a first-person perspective, players traverse pixilated open-world landscapes, avoid hazards, build structures, as well as craft potions and weapons (e.g., swords, axes, bows, magic staffs). Players are occasionally prompted to defend against waves of enemies (e.g., zombies, skeletons, archers, wizards/mages) by striking them repeatedly until they collapse. Fighting is highlighted by short cries/grunts of pain, impact sounds, and occasional explosions. Though not encouraged, players can engage in violent acts such as using weapons against animals and non-antagonistic villagers."}, {"title": "MotoGP22", "grade": "E", "summary": "This is a racing simulation game in which players ride motorcycles in real-world MotoGP events and tracks. Accompanying video footage occasionally depicts riders crashing, being thrown from their bikes, and being taken on a stretcher to an ambulance; voiceovers also discuss details of crashes. Video footage depicts champagne bottles in the foreground and racers spraying and drinking champagne."}, {"title": "Trivial Pursuit Live! 2", "grade": "E", "summary": "This is a trivia game in which players answer questions from various categories to score points and earn “wedges.” Categories can include geography, history, natural science, entertainment, and sports."}, {"title": "Monster Hunter Rise: Sunbreak", "grade": "T", "summary": "This is an action adventure game in which players assume the role of a hunter who must save a village from a monster invasion. Players traverse a fantasy world and hunt down and kill various dragons, wyverns, and giant spiders. Players use swords, hammers, bows, and axes to kill creatures in frenetic melee-style combat. Spurts of blood are often depicted when players and creatures are injured during combat. A handful of missions allow players to operate mounted turrets and cannons to shoot rampaging creatures. The game contains several references to alcohol in the dialogue (e.g., “Enjoy the occasional drink and you'll never need a docto—*hic*”; “I had a couple of sips of alcohol…”; “Drinking alone ain't the worst thing, but booze tastes better with company”; “Pops tells the story whenever he gets boozed up.”)."}, {"title": "MLB Tap Sports Baseball 22", "grade": "E", "summary": "This is a baseball simulation game in which players compete with real Major League Baseball teams and players. Players can customize teams and complete objectives in game modes that include Tournament and Season."}, {"title": "Super Sami Roll", "grade": "E", "summary": "No Rating Summary"}, {"title": "Rogue Spirit", "grade": "T", "summary": "This is an action-adventure game in which players help the summoned ghost of a prince save his kingdom from demonic forces. Players traverse various landscapes (e.g., villages, forests), possess enemies' bodies, and use their skills/weapons to defeat various characters. Players use swords, spears, claws, bows, and throwing stars to battle soldiers and demons in frenetic, melee-style combat. Battles are accompanied by impact sounds and cries of pain; damage to enemies are indicated by depleting health bars."}, {"title": "Fall Guys", "grade": "E", "summary": "This is an action/platformer game in which players compete with dozens of other competitors in a race through an obstacle course. Players guide their customizable avatars through obstacles/hazards that include swinging balls, swaying platforms, and rolling boulders. Some hazards (e.g., swinging mallet, punching gloves, exploding balls) cause players to fall over or get knocked down."}, {"title": "THE KING OF FIGHTERS '98 ULTIMATE MATCH FINAL EDITION", "grade": "T", "summary": "This is an arcade-style fighting game in which players compete in one-on-one/three-on-three matches in King of Fighters tournaments. Players select fighters that punch, kick, and use special attacks (e.g., fireballs, electrical strikes) to drain opponents' life meters. Combat can be frenetic, accompanied by cries of pain, light bursts, and impact sounds. Some characters' attacks result in large blood-splatter effects. Some female characters are designed with low-cut outfits (e.g., deep cleavage) and jiggling breasts. One character's special move references alcohol (e.g., Sake Slammer, Drunken Twister); he is often seen smoking from a pipe and drinking sake from a gourd."}, {"title": "DEMON GAZE EXTRA", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a character tasked with hunting demons. As players explore dungeons and other environments, they sometimes battle fantastical creatures (e.g., goblins, giant insects, stone creatures). Combat is turn-based as players select moves from a menu of attacks, skills and items; combat is highlighted by impact sounds and light effects. Cutscenes occasionally depict stylized instances of violence: still images/limited animations of characters getting stabbed/cut with swords. During the course of the game, some female characters wear revealing outfits that expose portions of buttocks and breasts; a handful of demon characters are depicted partially nude (e.g., nipples and genitalia obscured). Characters sometimes engage in sexually suggestive dialogue (e.g., “We were just talking about perverted stuff” and “Horny much…?”), and some Achievements display characters in provocative poses alongside suggestive text (e.g., “You have experienced the Casket with Prometh” and “You give Prometh a bath with Pinay.”). During the course of the game, players can encounter drunk characters (e.g., \"hic”; “...[E]ven though you're drunk, you shouldn't talk about that”; \"You drunk idiot.”). The words “sh*t,” “a*shole,” and “b*tch” appear in dialogue."}, {"title": "Serial Cleaners", "grade": "M", "summary": "This is a stealth-action game in which players control a team of \"cleaners,” or people hired to clean up crime scenes before authorities arrive. From a top-down perspective, players move around murder scenes, avoid police and gangsters, and dispose of human corpses (e.g., vacuuming large splatters of blood, bagging up corpses, destroying evidence). Various levels allow players to dispose of bodies, with depictions of blood and gore: throwing bagged bodies overboard to sharks below; using a chainsaw to dismember bodies, resulting in piles of limbs; grind victims' limbs via woodchippers. One sequence depicts two characters discussing their actions while high on cocaine; screen distortion occurs throughout the scene. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Dawn of the Monsters", "grade": "T", "summary": "This is an action game in which players attempt to fight off an invasion of giant enemy monsters. From a sideways perspective, players use various characters (e.g., mechs, monsters, a giant superhero) to punch and kick monsters; players can also use buildings/objects to strike enemies. Some monsters emit splatters of colorful blood when injured/killed. One prolonged sequence depicts characters drinking in a bar; several characters appear red-faced, and one character can be heard hiccupping as if drunk. The word “a*shole” appears in the dialogue."}, {"title": "Shadowrun Trilogy", "grade": "M", "summary": "This is a role-playing game in which players navigate cyberpunk versions of Hong Kong, Berlin, and Seattle. From a top-down perspective, players explore open-world environments while solving puzzles, performing missions, and engaging in tactical battles with enemies (e.g., human thugs, cyborgs, robots, trolls). Characters take turns using guns and special skills (e.g., poison) to kill enemies; battles are highlighted by gunfire and blood-splatter effects. Cutscenes sometimes depict characters shooting themselves in the head, and some areas depict severed arms or mutilated corpses. Storylines can reference and/or depict sexual/suggestive material: women in revealing outfits dancing in front of male patrons; suggestive dialogue (e.g., “[F]ace of a schoolgirl, body of a stripper”; “Go to any brothel along the border...\"; \"...[F]ind a nice brothel somewhere\"; “I remember cruising the back alleys...looking for kids in need of help. The bait girls...would offer them…sex”). The game contains some drug content: dialogue such as \"...drugs...sex. Whatever it took to get them into the van”; a syringe described as “[a]n illegal street drug made from leaked Kamikaze formula”; a \"designer amphetamine” that gives players' character an energy boost. The words “f**k” and “sh*t” appear in the game."}, {"title": "They Always Run", "grade": "M", "summary": "This is an action platformer in which players assume the role a bounty hunter (Aiden) on missions to capture criminals across the galaxy. Players traverse 2D platform levels while using punches, kicks, swords, and pistols to battle enemies in melee-style combat. Battles are often frenetic, highlighted by sword slashes and close-up slow-motion effects. Blood-splatter effects are frequently depicted as enemies are hit and killed. One sequence depicts a bound character shot in the head at close range. The words “f**k” and “sh*t” appear in the game."}, {"title": "GTFO", "grade": "M", "summary": "This is a first-person shooter in which players assume the role of a prisoner trying to escape a futuristic underground complex. Players traverse levels, avoid detection, and battle mutants and alien creatures in frenetic combat. Players use machine guns, automated turrets, and melee weapons (e.g., hammers) to kill enemies. Large blood-splatter effects occur as creatures are killed and/or decapitated. Blood splatter effects can also stain walls, floors, and the players' visor; some areas depict decapitated corpses on the ground. The word “f**k” is heard in the game."}, {"title": "The Quest for Excalibur – Puy du Fou", "grade": "T", "summary": "This is a collection of mini-games (i.e., party games) in which players control a character completing various tasks in order to reassemble the shards of Excalibur. Mini-games include throwing axes and/or shooting arrows at targets; javelin throwing; and putting out small fires on a ship. Some challenges require players to use weapons (swords, axes, spears) to battle soldiers, gladiators, and zombies in melee-style combat. One dueling challenge prompts players to strike, block, and parry (using timed button presses) against a human character from a first-person perspective. Combat sequences are highlighted by dwindling health bars, brief grunts, and impact sounds. During the course of the game, a mermaid character is depicted topless, with sea foam covering portions of her breasts."}, {"title": "Take the Throne", "grade": "T", "summary": "This is a massive multiplayer online battle royale game in which players compete in a last-man-standing competition. From a third-person perspective, players control small characters that engage in arena-style combat against other cartoony combatants. Players use swords, scythes, and axes to attack enemies, flinging them across the arena. Although the graphics are stylized, battles are somewhat frenetic, with impact sounds and blood-splatter effects that stain the environment."}, {"title": "Amnesia: Memories", "grade": "T", "summary": "This is a visual novel in which players follow the story of an amnesiac trying to hide her memory loss while navigating relationships with men. As players follow events between five different paths/worlds, they make various choices, attempting to reach good outcomes. One scene depicts a character with a bloodstained knife protruding from his chest; blood is also seen on his face and clothing. Some still-screen images depict characters (fully clothed) embracing, kissing, and/or restraining players' character, sometimes with suggestive dialogue (e.g., “I'll show you a good time...How does 20,000 yen sound”; “If you don't resist, I won't know when to stop”; “I won't do anything...If you really can't trust me, I'll bring something for you to tie up my hands”; “Is 2 guys at once alright?”). During two prolonged sequences, a main character is depicted drunk (e.g., \"I think this guy's had just a little too much to drink\"; \"I'm still a little drunk\"; \"You're drinking more alcohol? You're still drinking?\"). The word “sh*t” appears in game text."}, {"title": "Aztech Forgotten Gods", "grade": "T", "summary": "No Rating Summary"}, {"title": "NBA 2K23", "grade": "E", "summary": "This is a basketball simulation game in which players can select teams from real NBA rosters, compete in tournaments, and play through regular seasons. Players can also manage individual franchises and the careers of their customized athletes."}, {"title": "Raji: An Ancient Epic", "grade": "T", "summary": "No Rating Summary"}, {"title": "Vegas Party", "grade": "T", "summary": "No Rating Summary"}, {"title": "Serious Sam: Siberian Mayhem", "grade": "M", "summary": "This is a first-person shooter in which players assume the role of Serious Sam as he battles alien forces in Siberia. Players use machine guns, shotguns, and rocket launchers to kill alien creatures and mutated humans in frenetic combat. Combat is accompanied by realistic gunfire, large explosions, and screams of pain. Large blood-splatter effects frequently appear as enemies are shot and killed. Some weapon attacks cause enemies to explode into large chunks of flesh that remain on the battlefield. One female creature is depicted with exposed breasts covered with pasties. The words “f**k” and “sh*t” are heard in the game."}, {"title": "DRAGON BALL: THE BREAKERS", "grade": "T", "summary": "This is an action game in which players follow a band of characters trying to save humanity from Dragon Ball villains. From a third-person perspective, players search for power keys to activate a time machine while battling enemies and rescuing survivors. Players punch, kick, and blast beams/balls of energy at enemies in frenetic combat; fighting is highlighted by screams of pain, impact sounds, and explosions. One game mode allows players to assume the role of a villain that searches for survivors to “finish them off” by blasting them with energy bursts; survivors sometimes call for help or lay prone on the ground as if incapacitated. The game contains some mild suggestive material: a skill move (Charming Pose) in which a character wiggles her buttocks; characters designed with moderate cleavage; a background billboard depicting a woman in a revealing outfit; dialogue such as \"“Gimme some girlie panties.” The words “a*s” and “bastard” appear in the dialogue."}, {"title": "LIVE A LIVE", "grade": "T", "summary": "This is a role-playing game in which players follow a narrative through several chapters. As players progress through each chapter, they can engage in turn-based tactical combat against enemies (e.g., dinosaurs, robots, ninjas). Players select weapons and attacks (e.g., magic spells) to defeat enemies on grid-based fields. Battles are highlighted by impact sounds, cries of pain, and mild explosions. Some sequences depict additional acts of violence and blood: a wounded character spitting up blood after a fight; a woman impaling herself with a knife; a character bleeding out on the ground. The game contains some suggestive material: moaning sounds after two characters enter a cave; a hay bale shaking, implying sexual activity; a character designed with slight breast-jiggle effects; a corpse pile with depictions of partially exposed buttocks. The words “sh*t” and “a*shole” appear in the game."}, {"title": "Yomawari: Lost in the Dark", "grade": "T", "summary": "This is a horror-adventure game in which players assume the role of a girl trying to restore her memories. From an overhead perspective, players explore a forest and town, collect various items, and avoid/hide from monsters and spirits. Some sequences contain dark thematic elements (e.g., implied suicide, references to animal killings) and depictions of violence: a girl run down by an invisible train; a girl attacked and killed by a ghost. Stylized blood-splatter effects occur when players' character is killed; some areas also depict blood-splattered walls and floors."}, {"title": "Skull and Bones", "grade": "M", "summary": "This is a naval-combat action game in which players assume the role of a shipwrecked outcast on a journey to become a pirate captain. As players take on missions, they can explore settlements and engage in dramatic sea battles. From a first-person perspective, players command their crew to shoot cannons at rivals (e.g., warships, merchant ships, settlements/forts) in attempts to obtain loot/goods. Enemy ships can be rammed and boarded, resulting in brief cutscenes of crew members shooting or slashing at each other. Combat is highlighted by gunfire/cannon fire, explosions, and blood-splatter effects. Some territories depict corpses impaled on spikes or hanging from nooses; beaches may depict corpses and large bloodstains in the aftermath of battle. Players can also engage in quests to bring poppies to opium dens, which are depicted with patrons lying on couches smoking pipes. The words “f**k” and “sh*te” appear in the dialogue."}, {"title": "Pathfinder: Wrath of the Righteous", "grade": "M", "summary": "This is a role-playing game in which players lead adventurers on a quest to stop demons from invading a kingdom. From a 3/4-overhead perspective, players explore the land to gain allies and engage in turn-based combat against human enemies and fantastical creatures (e.g., demons, minotaur, wizards). Players use swords, axes, daggers, and magic attacks to kill enemies in frenetic combat. Some weapon attacks can result in dismemberment and decapitation, with large blood-splatter effects. The game contains some suggestive/sexual material in the dialogue (e.g., “I want to gouge out your eyes and f**k your eyeholes”; “...I need sex. I won't sleep tonight without a man…”; “Now we're going to engage in the act of copulation exclusively for the sake of carnal pleasure.” The words “f**k” and “sh*t” appear in the game."}, {"title": "Outbreak Collection Part 1", "grade": "M", "summary": "This is a collection of three survival-horror games in which players assume the roles of survivors amid a zombie outbreak. Players explore buildings while solving puzzles, searching for supplies, and battling zombies and mutants. Players use pistols, machine guns, shotguns, and bladed weapons to kill enemies. Battles are accompanied by realistic gunfire, large explosions, and frequent blood-splatter effects. Some areas depict large bloodstains in the environment."}, {"title": "Card Shark", "grade": "E10+", "summary": "This is a narrative adventure game in which players assume the role of a boy traveling with a nobleman and con artists to swindle nobles in 18th-century France. As players progress through the narrative, they can interact with characters and learn various card-manipulation techniques (e.g., false shuffles, deck switching, false deals); players sometimes place bets on card games while using the manipulation techniques. Some interactions lead to instances of violence: a woman shot; a man impaled. The game contains brief suggestive references in the dialogue (e.g., “Meaning the experiment quickly turned into a never-ending orgy”; “You will probably die soon, on the gallows or of the pox”/“That will depend on whether I embrace your principles or your mistress.”). During the course of the game, players can repeatedly refill a character's glass with wine; one character is shown smoking a pipe. The word “a*s” appears in the game."}, {"title": "Outbreak Collection Part 2", "grade": "M", "summary": "This is a collection of two survival horror games in which players search for survivors while battling zombies during a viral outbreak. From a third-person perspective, players explore locations, locate survivors, and use weapons (e.g., pistols, machine guns, shotguns, knives) to fight off attacking zombies. Fighting is highlighted by gunfire, explosions, and cries of pain. Large blood-splatter effects occur during battle; large blood stains are depicted on the ground. The words “f**k” and “sh*t” appear in the game."}, {"title": "Embers of Mirrim", "grade": "E", "summary": "No Rating Summary"}, {"title": "Hidden Through Time: Definite Edition", "grade": "E", "summary": "This is a hidden-object game in which players are tasked with finding specific items amid historical scenes. A handful of locations depict mugs of amber liquid, and one clue also references alcohol (e.g., “I don't know if I'm drunk or not...\"). The word “damn” appears in game text."}, {"title": "Ooblets", "grade": "E", "summary": "This is an adventure game in which players explore, farm, and explore their new home in and around Badgetown. Players can also engage in mini-games (e.g., farming tasks, dance battles) while collecting creatures called Ooblets."}, {"title": "Splatoon 3", "grade": "E10+", "summary": "This is a third-person shooter, set in a fantasy land (Splatsville), in which players assume the role of a squid-like creature investigating whimsical environments. Players can use paint blasters/guns, rollers, stampers, and ink bombs to attack cartoony enemies and boss creatures. Combat can be frenetic at times, highlighted by gunfire, small explosions, and cries of pain. Some sequences allow players to use a sniper rifle to shoot blobs of paint at faraway enemies."}, {"title": "Blade Assault", "grade": "T", "summary": "This is an action platformer in which players assume the role of a resistance fighter battling corrupt military forces in the future. Players traverse 2D side-scrolling environments while battling various enemies (e.g., soldiers, robots, mutant creatures). Players use laser swords, hammers, and blasters against enemies in frenetic melee-style combat. Battles are highlighted by gunfire, explosions, and screen-shaking effects. The game depicts recurring characters smoking cigarettes and/or cigars. The word “sh*t” appears in the game."}, {"title": "Horgihugh and Friends", "grade": "E10+", "summary": "This is a 2D side-scrolling shooter in which players assume the role of pilots flying fighter jets to battle an alien invasion. Players fire cartoony lasers, missiles, and bombs to destroy small enemy ships in frenetic combat; enemies generally disappear amid mild explosions. Boss battles depict more protracted combat. A handful of cutscenes describe war, aliens that \"leveled a mega-city,\" and \"a horrific murder in a little town.\""}, {"title": "Zorro The Chronicles", "grade": "E10+", "summary": "This is an action game in which players assume the role of Zorro, who fights to free late 1700s Los Angeles from Spanish control. From a third-person perspective, players explore colorful landscapes, complete missions, and battle soldiers in melee-style combat. Players use swords and whips to whimsically knock out and stun soldiers, causing them to spin to the ground with dizzy stars over their heads. Combat is often lighthearted (e.g., slide-whistle effects), although players can sometimes dispatch enemies via stealth attacks (e.g., sneaking up on soldiers, pulling their hats down) and Super KOs (e.g., Chicken Attack, “Z” mark on chest)."}, {"title": "Demon Slayer -Kimetsu no Yaiba- The Hinokami Chronicles", "grade": "T", "summary": "This is an adventure game, based on an anime series, in which players assume the role of a demon slayer battling evil and searching for a cure to save his sister. From a third-person perspective, players engage in frenetic swordfights with various demon characters. Graphics are somewhat stylized (e.g., anime style), and battles are highlighted by impact sounds, cries of pain, and blood-splatter effects. Finishing moves generally result in quick splatters of blood bursting from opponents' necks. One cutscene depicts a demon getting decapitated, then continuing to talk with characters; another sequence depicts a severed arm and eyeball, both used as clues. The words “sh*t” and “a*shole” appear in the dialogue."}, {"title": "Genesis Noir", "grade": "T", "summary": "No Rating Summary"}, {"title": "Final Vendetta", "grade": "T", "summary": "This is a side-scrolling action game in which players choose one of three fighters on a quest to rescue a kidnapped girl. Players traverse city streets while battling enemy thugs and bosses in melee-style combat. Players use punches, kicks, and weapons (knives, swords) to defeat enemies. Battles are frenetic, highlighted by impact sounds, cries of pain, and mild explosions. Small, brief blood spurts sometimes appear when enemies are struck. One sequence depicts a robot with red pools of blood arounds its severed limbs."}, {"title": "HUMANKIND™", "grade": "E10+", "summary": "This is a strategy game in which players develop a civilization through exploration, collecting resources, and engagement with societies. From a top-down view, players move units around a hexagonal grid-like map, choosing action paths over a series of turns. Players send troops (e.g., infantry, swordsmen) and eventually military vehicles (e.g., tanks, helicopters, battleships) to hunt animals and attack rival units. Fighting is turn-based, highlighted by battle cries, clashing sounds, gunfire, and small explosions. Some timeline events reference alcohol/legality of alcohol (e.g., Prohibition). The words “damn” and “hell” appear in the dialogue."}, {"title": "Marvel’s Midnight Suns", "grade": "T", "summary": "This is an action/role-playing game in which players assume the role a supernatural hero working with Marvel universe characters to battle a powerful villain. As players progress through the storyline, they engage in turn-based battles against HYDRA soldiers, possessed mutants/heroes, and demonic figures/animals. Players move around battlefields and take turns performing attacks, sometimes with slow-motion effects. Characters use magic, firearms, and various melee weapons (e.g., swords, shields, whips) to attack enemies; combat is highlighted by cries of pain, explosions, gunfire, and screen-shaking effects. One cutscene depicts a mutant being slashed with a sword, leaving red slash marks that quickly heal. The word “sh*t” and “a*shole” appear in the dialogue."}, {"title": "METAL MAX Xeno Reborn", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a warrior searching for survivors in a post-apocalyptic Japan. From a third-person perspective, players explore environments on foot or in tanks, interact with various characters, and engage in turn-based combat with enemy vehicles, robots, and monsters. Players perform attack moves by selecting options from a menu; attacks are depicted with short animations, and damage is indicated by Hit Points. Characters use firearms and tank cannons to defeat enemies. One still image depicts a dead woman wearing bloody clothes slumped against a bloodstained wall. The game contains some suggestive material in the dialogue (e.g., “Man, boobs really do jiggle”; “All the guys I've been with were two pump chumps.”). Some female characters are designed with revealing outfits (e.g., deep cleavage); one sequence depicts a still image of a woman tied up in webbing, with partially exposed breasts. Players can order alcoholic beverages (e.g., whiskey) at a bar, and one character is depicted drunk with slurred speech. The word “a*shole” appears in the game."}, {"title": "Saints Row", "grade": "M", "summary": "This is a third-person action game in which players follow the story of a criminal organization's rise to power in a fictional city. Players explore an open-world environment, engage in combat missions, and battle enemies (e.g., rival gangs, criminal organizations, police forces) for territory and influence. Players use pistols, machine guns, and grenades to kill enemies in frenetic combat. Battles are highlighted by realistic gunfire, large explosions, and cries of pain. Large blood-splatter effects also occur when characters are injured/killed. Players can perform finishing attacks on enemies (e.g., stabbing and/or shooting enemies in the head), and cutscenes sometimes depict characters shot or stabbed. Players can use their cars to strike pedestrians, though this action usually garners more notoriety and attention from police. Text within the game references sexual material (e.g., “I am going to f*st the hell out of you”; “My kink is stepping on bugs during sex”; “My c*ck gives me a +5 stamina”; “I got syphilis once, so now I'm immune.”). Players can customize their characters to appear nude, with exposed breasts and buttocks (genitalia is blurred). During the course of the game, a character is depicted smoking marijuana from a pipe. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Tour de France 2022", "grade": "E", "summary": "This is a cycling simulation game in which players compete as cyclists in the Tour de France. Players can take on the role of a team manager or professional cyclist performing both offensive and defensive maneuvers on the road (e.g., lead protection, relays)."}, {"title": "Just Dance 2023", "grade": "E", "summary": "This is a music-rhythm dancing game in which players perform choreographed routines by following the movements of on-screen characters. Players score points by accurately moving their bodies in time to the music and scrolling indicators. One dance routine depicts a character avoiding electrical attacks from a giant robot while using dance moves to cause the robot's arms to explode. In another sequence, an animal is depicted sitting on a toilet reading a newspaper. Some songs contain the word “hell” and references to alcohol (e.g., “And I'm sippin' on that bub”) and tobacco (e.g., “Exhale now I look like a smoker”)"}, {"title": "Cult of the Lamb", "grade": "T", "summary": "This is an action-adventure game in which players assume the role of a possessed lamb brought back to life to create a cult following. Players traverse cartoony environments, attempt to rescue lost lambs, and use axes and daggers to battle enemy creatures (e.g., demons, evil monks, bats). Battles are highlighted by sword slashes, cries of pain, and screen-shaking effects. Enemies generally turn into skeletons and/or leave black stains when killed. Some environments depict impaled creatures on bloody spikes and blood stains on altars."}, {"title": "BlastZone 2", "grade": "E10+", "summary": "This is an arcade-style space shooter in which players pilot a small spaceship to battle an invading alien force. From a 2D side-scrolling perspective, players use energy bolts and power beams to destroy waves of enemy ships in frenetic combat. Battles are accompanied by frequent laser fire and explosions."}, {"title": "PAW Patrol Grand Prix", "grade": "E", "summary": "This is a kart-racing game in which players race with characters from the Paw Patrol TV show. As players race across various tracks, they can collect doggie biscuits and cartoony power-ups (e.g., pies, tornado shield, speed boosts) to help slow down opponents and win races."}, {"title": "Way of the Hunter", "grade": "T", "summary": "This is a first-person hunting-simulation game in which players hunt for animals in the USA and Europe. Players can explore open-world environments while using realistic rifles to shoot and kill game (e.g., deer, birds, wolves, bears). Hunting is accompanied by realistic gunfire and blood-splatter, and blood stains on the ground. Scan-like images of bullet trajectories depict animals' bones/internal organs when shot. The word “sh*t” appears in the dialogue."}, {"title": "Demons of Asteborg", "grade": "T", "summary": "No Rating Summary"}, {"title": "SteelRising", "grade": "M", "summary": "This is an action role-playing game in which players assume the role of Aegis, an automaton battling robot armies during the French Revolution. Players explore ruined revolution-era cities while fighting fantastical automatons in melee combat. Players use grenades, swords, lances, and bladed fans to deplete enemies' health bars. Battles are highlighted by impact sounds, explosions, and cries of pain. One sequence depicts a human character executed by guillotine--the camera pans away before the blade falls. Several locations depict large blood stains and piles of human corpses lying in pools of blood."}, {"title": "Temtem", "grade": "E10+", "summary": "This is an adventure game in which players assume the role of a Temtem tamer, using small creatures to battle an evil force. As players explore islands, they acquire and use cartoony creatures to engage in turn-based battles against other tamers. Players select attacks/skills from a menu, as their creatures use attacks (e.g., kicks, bites, bursts of energy) to deplete opponents' health bars. During the course of the game, players' character can visit a tavern, briefly talking to a drunk patron. The words “b*tchy,” “p*ssed,” and “a*s” appear in the dialogue."}, {"title": "Within the Blade", "grade": "T", "summary": "No Rating Summary"}, {"title": "BASSMASTER® FISHING 2022 SUPER DELUXE EDITION", "grade": "E", "summary": "This is a fishing simulation game in which players compete in tournaments to catch a variety of fish species in lakes. Players can customize their angler's outfit and select their gear (e.g., tackle box, rods, lures) to reel in and catch fish."}, {"title": "Asteroids: Recharged", "grade": "E", "summary": "No Rating Summary"}, {"title": "Centipede: Recharged", "grade": "E", "summary": "No Rating Summary"}, {"title": "Airoheart", "grade": "E10+", "summary": "This is an action-adventure game in which players assume the role of an adventurer on a quest to save a fantasy kingdom. From a top-down perspective, players explore dungeons and forests, solve puzzles, and use weapons (e.g., swords, bombs) to defeat stylized, 16-bit enemies (e.g., small zombies, cyclops, skeletons). Battles are accompanied by sword slashing, cries of pain, and mild explosions; enemies generally disappear amid puffs of smoke when defeated. In one sequence, a small blood trail is shown leading to a wounded character."}, {"title": "Grounded", "grade": "T", "summary": "This is a survival-adventure game in which players control ant-sized humans in backyard environments. From first- and third-person perspectives, players search for resources, craft weapons, build shelters, and battle realistic, over-sized insects. Combat can be frenetic at times, with players using swords, clubs, and spears to attack insects that slash, bite, and spit at players. Human characters emit small splashes of blood when injured; insects emit splatters of green or yellow blood when killed. Players can also encounter a room full of decapitated and impaled ant heads, with green blood splatter on the ground. The words “p*ss off” appear in the text."}, {"title": "Panzer Dragoon: Remake", "grade": "T", "summary": "This is a third-person shooter in which players assume the role of a dragon-riding fighter battling an evil empire in a post-apocalyptic world. Players ride a dragon and follow “on rails” paths through each level. Combat can be frenetic, with players shooting enemy airships and creatures, resulting in explosions and/or enemies bursting apart. Boss battles depict more protracted combat, with frequent missile and gunfire sound effects. One cutscene depicts a crushed scorpion-like creature in a pool of purple blood."}, {"title": "Piofiore: Episodio 1926", "grade": "M", "summary": "This is a visual novel in which players assume the role of a woman navigating mafia organizations in 1920s Italy. As players progress through the story, they can make choices that impact the narrative. Some choices lead to instances of violence, depicted in still-screen sequences: a character stabbed (off-screen); two men exchanging gunfire; a character shot to death (off-screen). Blood effects sometimes are depicted, mostly as splatters/smears on screen. The game contains references to drugs/drug deals, specifically heroin. The words “f**k” and “sh*t” appear in the game."}, {"title": "STG Football", "grade": "E", "summary": "This is an arcade-style football game in which players compete in 7-on-7 matches with football players. Players run and execute plays to score points against opposing teams."}, {"title": "Tactics Ogre: Reborn", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a knight caught between warring factions in a fictional world. From a 3/4-overhead perspective, players take turns selecting attack moves/skills from a menu to defeat enemies on grid-like battlefields. Characters use swords, guns, and magic spells to attack enemies; battles are highlighted by impact sounds and grunts of pain. Cutscenes depict further instances of violence: characters stabbing themselves; knights slashing civilians; a bound man whipped for information. One cutscene depicts small bloodstains on a knife after a stabbing; some character portraits also depict bloodstained faces. Some female characters are designed with revealing outfits (e.g., deep cleavage); the dialogue references suggestive material (e.g., “Elders beaten, women...defiled”; “She's yours. Enjoy the spoils of war”; “We'll put her to good use, won't we boys?”). The words “b*tch,” “a*se,” and “bastard” appear in dialogue."}, {"title": "XIII", "grade": "M", "summary": "This is a first-person shooter, based on the comic XIII, in which players assume the role of an amnesiac running from assassins and the FBI. Players use various weapons (e.g., pistols, shotguns, machine guns, knives) and melee attacks/punches to attack and kill enemies. Combat is highlighted by gunfire, cries of pain, and blood-splatter effects; corpses can be seen lying in pools of blood during some sequences. Although the game is depicted in a stylized, cell-shaded art style, some attacks are highlighted by comic panels that focus on the kills (e.g., a successful knife throw to an enemy's head). The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "PONG Quest", "grade": "E", "summary": "No Rating Summary"}, {"title": "Humongous Classic Collection", "grade": "E", "summary": "No Rating Summary"}, {"title": "Skyweaver", "grade": "E10+", "summary": "This is a strategy game in which players engage in one-on-one card battles against opponents. Players take turns placing cards (e.g., monster cards, spell cards) on a game area to inflict damage against opponents' cards/hands. Combat is accompanied by impact sounds and screen-shaking effects. Some cards depict still-images of female characters with low-cut outfits and deep cleavage. One creature is shown smoking a lit pipe."}, {"title": "Harvestella", "grade": "T", "summary": "This is a role-playing game in which players follow an amnesiac while developing farmland, completing quests, and forming relationships. From a third-person perspective, players interact with characters, explore dungeons, and engage in melee combat with enemies (e.g., knights, demons, large monsters). Players use swords, rifles, and magic spells/skills to deplete enemies' health meters; battles are highlighted by dwindling hit points, impact sounds, explosions, and occasional gunfire. A handful of cutscenes depict characters shot while on the ground. Some sequences depict characters drinking alcohol and/or hiccupping as if drunk. The word “a*shole” appears in the dialogue."}, {"title": "World to the West", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "PowerSlave Exhumed", "grade": "T", "summary": "No Rating Summary"}, {"title": "Mighty Goose", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "KLONOA Phantasy Reverie Series", "grade": "E10+", "summary": "This is a collection of two platformer games in which players assume the role of a rabbit-like creature (Klonoa) trying to save fantasy worlds from peril. Players traverse platforms, collect coins and power-up items, and engage in occasional battles with whimsical enemies. Players use a magical ring to zap enemies; players also avoid being jumped on or getting hit by rocks. Boss battles contain more frenetic gameplay, with laser fire and small explosions. In one scene, Klonoa briefly shakes a cat character to make it drop a special item; the cat responds with mildly suggestive innuendo (e.g., \"Watch where you're grabbing, you perv!\"). One character is depicted with a tobacco pipe in his mouth. The word “damn” appears in the dialogue."}, {"title": "Rune Factory 5", "grade": "T", "summary": "This is a role-playing game in which players assume the role of an amnesiac fighter helping to defend a town from monsters. Players explore the town, interact with characters, complete missions/activities (e.g., farming, cooking), and battle various monsters (e.g., large insects, goblins, fairies, orcs). Characters use swords, hammers, and magic attacks to defeat enemies in melee combat; battles are highlighted by impact sounds, screen-shaking effects, and diminishing health bars. Some female characters are designed with low-cut tops that reveal deep cleavage; the dialogue contains some mild innuendo (e.g., “I've already gone on so many [dates] with you in my head, where we did all kinds of sweet and spicy things…”; \"...[F]eel free to pound on me all you want\"; “You're trying to get me all hot and bothered...Not that I mind a bit of public humiliation.”). During the course of the game, players can obtain and give bottles of wine as gifts, causing some recipients to fall asleep after consumption. The words “bastard” and “dumba*s” appear in the game."}, {"title": "Madden NFL 23", "grade": "E", "summary": "This is a football simulation game in which players select from real NFL rosters to play games of football. Players can create and run plays, arrange playbooks, improve skills, and create/manage a franchise. The words “damn” and “hella” can be heard in a handful of songs."}, {"title": "Power Wash Simulator", "grade": "E", "summary": "This is a simulation game in which players manage a cleaning business that washes vehicles and buildings. Players can customize their washers, nozzles, and cleaners, adjusting the pressure and range of the water spray."}, {"title": "The Sims™ 4 Moonlight Chic", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 Little Campers", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 Little Campers", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 Werewolves", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 Werewolves", "grade": "T", "summary": "No Rating Summary"}, {"title": "A Monster's Expedition + Earlier Adventures", "grade": "E", "summary": "This is a collection of four puzzle-adventure games in which players can engage in various activities. Activities can include building snowmen, exploring a museum, moving atoms to create chemical bonds, and drawing train tracks to bring aliens to a destination. One game in the collection briefly references red wine stains."}, {"title": "Construction Simulator", "grade": "E", "summary": "This is a simulation game in which players complete construction missions while using real-world machines and equipment. Players can run their own construction company and expand their fleet by completing jobs and upgrading contracts."}, {"title": "Day of the Tentacle Remastered", "grade": "T", "summary": "No Rating Summary"}, {"title": "Demon Pit", "grade": "M", "summary": "No Rating Summary"}, {"title": "Doctor Who: The Edge of Reality", "grade": "E10+", "summary": "This is a story-driven adventure game in which players are recruited to help the Doctor stop a virus that threatens humanity. From a first-person perspective, players solve puzzles, time-travel, and use a sonic screwdriver to activate devices/doors. In some dramatic sequences, players must avoid enemies (e.g., aliens, cyber men, statues) via stealth or running away. Player can sometimes shoot lasers or bursts of energy at enemies and/or objects; if players are detected during stealth tasks, enemies can briefly zap them with electricity or lasers/bursts of energy."}, {"title": "The Sims™ 4 - High School Years", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 - High School Years", "grade": "T", "summary": "No Rating Summary"}, {"title": "FROGUN", "grade": "E", "summary": "This is a 3D platformer game in which players control an explorer trying to rescue her parents from temple ruins. As players traverse platforms, they collect coins, avoid hazards (e.g., spikes, pitfalls), and battle cartoony enemies (e.g., bats, bugs, rats, slugs). Players can defeat enemies by jumping on their heads or by using a frog gun to grab and throw them at one another. The word “hell” appears in the text."}, {"title": "Into the Breach", "grade": "E10+", "summary": "This is a strategy game in which players control mechs and cannons in turn-based battles against alien bugs. From a pulled-back perspective, players position mechs and mobile weapons around a grid and take turns launching attacks against aliens. Mission objectives sometimes list the minimum number of enemies that must be killed. Battles are highlighted by explosions and small green splashes that briefly appear when aliens are defeated. The words “a*s” and “bastard” appear in game text."}, {"title": "STELLATUM", "grade": "E", "summary": "No Rating Summary"}, {"title": "Undead Darlings ~no cure for love~", "grade": "T", "summary": "No Rating Summary"}, {"title": "Cat Girl Without Salad: Amuse-Bouche", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Metaloid: Origin", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Eyes in the Dark", "grade": "E10+", "summary": "This is a platformer game in which players help a girl rescue her missing grandfather inside a mysterious mansion. Players explore 2D platform levels while using a flashlight to clear away the darkness and combat shadowy creatures (e.g., blobs, insects, spiders). Battles are somewhat frenetic, with creatures crying out and disappearing in brief flashes. Some boss encounters depict screen-shaking effects and cries of pain."}, {"title": "Virtuaverse", "grade": "M", "summary": "No Rating Summary"}, {"title": "HYPER SENTINEL", "grade": "E", "summary": "No Rating Summary"}, {"title": "Kirby's Dream Buffet", "grade": "E", "summary": "This is a collection of minigames (e.g., party games) in which players assume the roles of Kirby characters as they compete to eat the most food. Players compete in various races and engage in a whimsical Battle Mode, slamming into small opponents and using power ups (e.g., needle, pepper) to knock cartoony characters off tracks/platforms. Kirby yelps when knocked out of bounds, and gets dizzy when hit with an item or hazard."}, {"title": "DEEEER Simulator: Your Average Everyday Deer Game", "grade": "T", "summary": "No Rating Summary"}, {"title": "Life is Strange 2", "grade": "M", "summary": "This is an adventure game in which players follow the story of a teenager (Sean) and his younger brother as they run from police, search for their mother, and struggle to survive. As players explore environments, they can make dialogue and action choices that influence the outcome/progression of the story (e.g., whether to steal, lie, cause physical harm). Some cutscenes depict acts of violence: a man shot by a police officer; a man punching, kicking, and pistol-whipping a teenager; young characters getting shot (usually off-screen); humans and animals flung to their deaths. Blood sometimes appears on wounded or dead characters and animals. The game contains sexual material and instances of nudity: a woman with exposed breasts and buttocks; a woman straddling a man inside a tent; dialogue referencing sexuality (e.g., “We are just f**k buddies”; “We can be our true selves, nobody's telling me whose d*ck to suck…”). During the course of the game, a handful of sequences allow the player's character to smoke marijuana; the game also depicts underage drinking and smoking. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Mario Strikers: Battle League", "grade": "E10+", "summary": "This is a sports game in which players assume the roles of Mario-universe characters playing fast-paced soccer-like games. As players try to score goals, they use characters' special strikes/moves to slow/overwhelm opponents, often resulting in explosions. Special moves are somewhat over-the-top (e.g., fireballs, bursts of electricity, over-sized bombs), highlighted by slow-motion effects, close-up camera angles, screen-shaking, and cries of pain. One character is briefly depicted eating garlic before belching out a green cloud."}, {"title": "NHRA Championship Drag Racing: Speed For All", "grade": "E", "summary": "This is a racing simulation game in which players compete in drag-strip racing with real world drivers. Players can customize their vehicles to compete in game modes that include Career, Quick Play, and Split Screen. Accompanying song lyrics contain the word “hell.”"}, {"title": "Gotta Protectors: Cart of Darkness", "grade": "T", "summary": "No Rating Summary"}, {"title": "eFootball™ 2023", "grade": "E", "summary": "This is a soccer simulation game in which players control soccer teams from international leagues. Players can compete in a variety of modes (e.g., Online Tournament, Kick Off, Training) and make several management decisions (e.g., negotiating contracts, scouting athletes). The word “damned” is heard in the game."}, {"title": "Miss Kobayashi's Dragon Maid: Burst Forth!! Choro-gon ☆ Breath", "grade": "T", "summary": "This is an action shooter in which players rotate control between three characters as they battle their way through levels in a computer. From a top-down perspective, players shoot and avoid waves of colorful projectiles flying around the screen; enemy creatures (e.g., goblins, skeletons, slimes) and bosses explode into fiery bursts when defeated. Some female characters are depicted with ripped clothing after being injured during gameplay; still images appear on screen, depicting characters with small scraps of fabric barely covering their breasts and/or pelvic region."}, {"title": "NHL 23", "grade": "E10+", "summary": "This is a hockey simulation game in which players can select teams from NHL rosters to play realistic games of hockey. During the course of each match, players may initiate brief fistfights; the perspective shifts to isolate two players throwing punches and grabbing at one another until the fight is broken up."}, {"title": "Arcadegeddon", "grade": "T", "summary": "This is a third-person shooter in which players help an elite gamer stop a cyberattack against his uncle's arcade. Players explore a digital arcade-game world and use machine guns, rifles, and saw blades to battle robotic enemies. Battles are frenetic, accompanied by realistic gunfire, large explosions, and cries of pain. Robots emit large splashes of pink and purple blood when shot; some attacks cause enemies to break apart, leaving large colored stains on the ground. The words “a*s” and “sonuvab*tch” are heard in the game."}, {"title": "Stray", "grade": "E10+", "summary": "This is an adventure game in which players assume the role of a stray cat trying to escape a mysterious city. From a third-person perspective, players traverse alleyways, rooftops, and rooms while solving puzzles and interacting with robotic inhabitants. Players sometimes encounter parasitic blobs/mice-like bots that can attack and kill the cat. Players can access a UV light to defeat the mice-like bots, causing them to explode and emit splashes of colored liquid."}, {"title": "WITCH ON THE HOLY NIGHT", "grade": "M", "summary": "This is a visual novel in which players follow the story of two students battling evil forces while managing their everyday lives. During the course of the game/story, characters engage in battles largely conveyed through text and still images: a silhouetted character cut in half; a still image of a character's arm shattering into blood; a silhouette of a headless corpse; a character with bloody wounds after a werewolf attack. Some of these sequences are highlighted by impact sounds, squelching/squirting sound effects, and cries of pain/pained breathing. The words “sh*t” and “a*shole” appear in the game."}, {"title": "Relic Hunters Zero: Remix", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Death Tales", "grade": "T", "summary": "No Rating Summary"}, {"title": "F1 22", "grade": "E", "summary": "This is a racing game in which players can drive Formula One cars on real-world tracks. Players compete in a variety of game modes that include Career, Time Trial, Championship, and Grand Prix."}, {"title": "Instant Sports All-Stars", "grade": "E", "summary": "This is a sports simulation game in which players can compete against others in a variety of whimsical sporting events. Games include cactus bowling, hockey with an oversized puck, slingshot target shooting, and basketball hoops. In a football-themed running game, players can use a boxing-glove power-up to strike characters; in a target shooting game, players can shoot at balloons that have smiling faces on them. A baseball-themed mini-game depicts whiskey bottles as targets; a whiskey bottle is also depicted on a table."}, {"title": "NieR:Automata The End of YoRHa Edition", "grade": "M", "summary": "This is an action game in which players assume the roles of androids fighting to save Earth from an army of extraterrestrials. From a third-person perspective, players use swords, spears, lances, and turret-like drones to battle enemy robots in frenetic melee-style combat. Fighting is highlighted by frequent explosions, gunfire, and screen-shaking effects. Some cutscenes depict human-like characters impaled through the chest or head by swords, resulting in large blood-splatter effects; one such scene depicts a character repeatedly stabbing another n the chest. During the course of the game, a male character is depicted nude, with exposed buttocks (no genitalia). The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Alchemic Cutie", "grade": "E", "summary": "This is a role-playing game in which players explore an island while taming/raising wild jelly creatures. As players manage resources and perform quests, they can encounter jellies that emit (“poop” in text) various beans, which players can then sell; characters sometimes make humorous remarks about the brown/black beans (e.g., “It's like stinky alchemy,” \"smells like wet mud\")."}, {"title": "The Sims™ 4 Moonlight Chic", "grade": "T", "summary": "No Rating Summary"}, {"title": "PAC-MAN WORLD Re-PAC", "grade": "E", "summary": "This is platformer game in which players assume the role of Pac-man on a quest to rescue his friends. As players traverse 3D platform environments, they can collect items (e.g., dots, fruits), use a dash and bounce attack to defeat skeletons, and collect power pellets to eat ghosts. Enemies generally disappear in a puff of smoke when defeated. In some sequences, players can pilot a spacecraft to shoot down enemy ships in arcade-style fashion."}, {"title": "RPGolf Legends", "grade": "E", "summary": "No Rating Summary"}, {"title": "Space Warlord Organ Trading Simulator", "grade": "T", "summary": "This is simulation/strategy game in which players assume the role of a galactic organ trader. Players meet customers' requests and monitor market trends, buying selling, and trading organs for profit. The game includes frequent depictions of pixelated organs. One character is depicted with a cigar in his mouth and can be selected as players' in-game avatar. The word “sh*t” appears in the game."}, {"title": "Tales from the Borderlands", "grade": "M", "summary": "This is an adventure game in which players assume the roles of characters on a dangerous quest on the alien planet of Pandora. As players progress through the storyline, they are presented with various dialogue and action choices. Some selections can result in acts of violence and/or depictions of gore: a man shot in the chest; an enemy bit in half by a creature; a woman decapitated by a grenade; a character's heart punched through his chest. Large blood-splatter effects occur when characters are injured/killed. The game includes some sexual material in the dialogue (e.g., “I always thought I'd drink or sex myself to death...”; \"planetary and sexual conquests\"; “'the sex my girlfriend and I had'...\"; “Perhaps while you're sleeping ... getting laid...”). Drugs are occasionally referenced in dialogue (e.g., “We're basically drug dealers” and “but it'll feel like a primo hit of electri-drugs to me \"). The words “f**k,” “sh*t,” and “c*ck” are also heard in dialogue."}, {"title": "Life in Willowdale: Farm Adventures", "grade": "E", "summary": "This an adventure role-playing game in which players help a man restore his family's farm. From an over-head perspective, players grow crops, tend livestock, explore locations, and occasionally battle small creatures (e.g., insects, penguins, mummified chickens). Players use a wooden sword to attack creatures, causing them to collapse and disappear; action is highlighted by sword-slashing and impact sounds."}, {"title": "HORROR TALES: The Wine", "grade": "T", "summary": "No Rating Summary"}, {"title": "Rack N Ruin", "grade": "T", "summary": "No Rating Summary"}, {"title": "Spidersaurs", "grade": "E10+", "summary": "This is an action-adventure game in which players help two characters battle bio-engineered dinosaurs and spider hybrids. Players traverse 2D side-scrolling levels while using blasters (e.g., rapid shots, spread shots) to shoot at creatures in frenetic combat. Battles are accompanied by blaster effects, cries of pain, and mild explosions. Splashes of green blood are depicted as enemies are struck/killed. Some female characters are designed with revealing outfits (e.g., deep cleavage) and slight breast-jiggling effects."}, {"title": "Willy Morgan and the Curse of Bone Town", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Valkyrie Elysium", "grade": "T", "summary": "This is an action game in which players assume the role of a Valkyrie tasked with finding and purifying lost souls. From a third-person perspective, players explore environments and battle monsters, fellow Valkyries, and boss characters. Players use melee weapons (e.g., swords, spears) and elemental attacks (e.g., blasts of fire) to kill enemies in frenetic combat. Battles are highlighted by impact sounds, cries of pain, and explosions. One sequence depicts a character dramatically impaled by a spear. The word “sh*t” appears in the game."}, {"title": "River City Girls Zero", "grade": "E10+", "summary": "This is an action-brawler game in which players assume the roles of four teenagers battling adversaries. Players traverse 2D side-scrolling environments while beating up enemies (e.g., gangsters, thugs, prison inmates). Players use punches, kicks, stomps, and weapons (e.g., knives) during fights; impact sounds, cries of pain, and occasional gunfire highlight the action. The words “b*tch” and “bastard” appear in the game."}, {"title": "Sheepo", "grade": "E", "summary": "No Rating Summary"}, {"title": "Fobia - St. Dinfna Hotel", "grade": "M", "summary": "This is a survival-horror game in which players assume the role of a journalist investigating a mysterious Brazilian hotel. From a first-person perspective, players explore the hotel, solve puzzles, and engage in combat with genetically mutated monsters. Players use pistols, shotguns, and machine guns to shoot and kill enemy creatures. Battles are accompanied by realistic gunfire and large splatters of blood. Some areas depict large blood stains and gore (e.g., severed limbs, corpses with exposed entrails/viscera). A handful of sequences depict more intense acts of violence: a man stabbing a young girl with a knife; a character impaled through the chest by a monster; a character repeatedly stabbed with a knife from a first-person view. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Yurukill: The Calumniation Games", "grade": "T", "summary": "This is an adventure game/visual novel in which players follow the story of a wrongfully convicted prisoner forced through survival games called “attractions.” Set in an abandoned amusement park, the game allows players to engage in puzzles and dialogue-choice trials between prisoners and their “execution” partners; if trials fail, the prisoner's death is indicated by a falling guillotine and blood-splatter effects. During vertical-scrolling battles, players pilot small spaceships to shoot projectiles at enemy ships and targets. Still-image cutscenes depict additional violence: surveillance footage of a figure stabbing an assailant, resulting in blood stains; drawings of characters shooting each other, with large splatters of blood. The dialogue briefly references suggestive material (e.g., “Hey, you guys, what's prison like!? Do guys try and force you to do stuff, like…I mean you're both kinda handsome”; “You only bought comics if the cover girl had a big rack!”). “Illicit drugs” are referenced during one cutscene, with depictions of farmers growing/processing a marijuana-like plant. The words “bullsh*t” and “a*s” appear in dialogue."}, {"title": "Bail or Jail", "grade": "E", "summary": "This is an asymmetrical multiplayer game in which players compete in 3 vs 1 matches to stay out of jail. As a team of humans, players run and avoid monsters through stages (e.g., graveyard, spooky forests), while freeing captured humans from jail. Monsters often scare the humans, throwing them through the air, knocking them to the ground, and squeezing them tightly before placing them inside the jail."}, {"title": "Vagante", "grade": "T", "summary": "No Rating Summary"}, {"title": "STAR WARS Knights of the Old Republic II - The Sith Lords", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a Jedi struggling to reconnect with the Force. Players explore fantasy locations, interact with various characters, perform missions, and engage in melee-style combat in a sci-fi setting. Characters use blasters, swords, and light sabers to fight enemies (e.g., droids, republic soldiers, Sith figures). Battles are highlighted by blaster fire, impact sounds, and explosions. A handful of scenes depict corpses with bloody wounds and burn marks. Some female characters are designed with revealing outfits (e.g., low-cut tops, deep cleavage, partially exposed buttocks); the dialogue also contains brief suggestive material (e.g., “No tougher than enduring your false sympathy while you're staring at my chest.”)."}, {"title": "Capcom Fighting Collection", "grade": "T", "summary": "This is a collection of ten classic arcade games in which players mostly engage in one-on-one battles of strength featuring human and fantastical characters. From a mostly side-scrolling perspective, players punch and kick each other in attempts to deplete opponents' health meters; several characters use weapons such as guns, swords, and knives to defeat opponents. Some attacks result in small splashes of blood, and cutscenes may depict characters splattered with blood. A handful of sequences depict characters getting cut in half, occasionally with organs visible. Some female characters are seen partially nude, with hands/hair/arms covering their breasts. During the course of the game, a recurring character can be seen smoking a cigarette during a victory animation. The word “p*ssed” appears in the text."}, {"title": "Diablo Immortal", "grade": "M", "summary": "This is an action role-playing game in which players explore nightmarish realms while defending a mortal realm from invasion. From a top-down perspective, players explore jungles, caverns, and dungeons while using magic and melee weapons (e.g., axes, swords, hammers) to kill various enemies (e.g., human cultists, undead warriors, demons). Combat is highlighted by screams of pain and frequent blood-splatter effects; creatures/enemies often explode into chunks when defeated. Several environments depict dismembered/mutilated bodies, hanging torsos, humans on crosses, chained corpses, and impaled body parts—blood effects often accompany these depictions."}, {"title": "Hatsune Miku: Project DIVA Mega Mix+", "grade": "T", "summary": "This is a rhythm-based music game in which players tap buttons in time with music videos starring anime-style characters. A handful of music videos depict instances of violence: characters engaging in a sword fight on a field; silhouette images of characters getting impaled; a giant character and monster fighting in a city. Some images/videos depict small blood-like stains: red splatter and handprints on the screen; characters with small specks of blood on their face and clothing. The game depicts some female characters wearing outfits that reveal large amounts of cleavage and partially exposed breasts; characters' breasts jiggle as they move and dance on the screen. One album cover depicts a character raising her middle finger."}, {"title": "UNSIGHTED", "grade": "T", "summary": "No Rating Summary"}, {"title": "Windstorm: Start of a Great Friendship", "grade": "E", "summary": "This is a horse-care adventure game in which players follow the story of a girl trying to befriend a black stallion. While exploring a large estate, players can ride horses, search for hidden objects, and care for their horses (e.g., grooming, scraping hooves, mucking stalls)."}, {"title": "Touken Ranbu Warriors", "grade": "T", "summary": "This is an action game in which players assume the roles of human-like characters that travel through time doing battle against evil monsters. From a third-person perspective, players hack-and-slash dozens of enemies (e.g., skeletons, soldiers, demons) by using swords, spears, knives, and special attacks. Battles are highlighted by cries of pain, impact sounds, and explosions; enemies are sent flying across the battlefield after particular strikes. One cutscene depicts a samurai dramatically slashing several men in a row with a sword. The words “a*s,” “bastard,” and “p*ssed” appear in the game."}, {"title": "Oxide Room 104", "grade": "M", "summary": "This is a survival-horror game in which players control a man trying to uncover a mystery and escape a haunted motel. From a first-person perspective, players solve puzzles, search for items/clues, and avoid/fight demon characters. Players can occasionally use pistols to shoot the demons. Cutscenes depict more intense instances of violence: a man using axes and saws to cut off players' limbs; a demon biting off a chunk of flesh; a man dousing players in gasoline then lighting them on fire. One sequence allows players to cut off a man's hand while he is trapped in an elevator. In addition to depictions of severed limbs, the game depicts bloodstained characters and blood-splattered environments. During the course of the game, players' character sometimes appears nude, with brief depictions of male genitalia. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Dungeons & Dragons Online", "grade": "T", "summary": "No Rating Summary"}, {"title": "Severed Steel", "grade": "M", "summary": "This is a first-person shooter in which players perform stunts while trying to escape a complex facility. Players use pistols, machine guns, and shotguns to kill enemy guards as they break through walls and quickly traverse environments. The frenetic combat is highlighted by slow-motion effects, screams of pain, and explosions. Blood-splatter effects frequently occur, and some environments are stained with blood. The word “f**k” appears in the game."}, {"title": "The DioField Chronicle", "grade": "T", "summary": "This is a role-playing game in which players control mercenaries battling rival factions in a fantastical world. From a top-down perspective, players engage in tactical battles against human soldiers and fantastical creatures (e.g., giant wolves, dragons, the undead). Players select attack moves from a menu as their party members move around the battlefield; characters use guns, swords, and magic spells/energy blasts to defeat enemies. Cutscenes depict further instances of violence and blood: characters impaled by swords; soldiers battling with swords/lances, amid splatters of blood; still images of characters lying in pools of blood. In one storyline, a villain kidnaps village women, forcing them to work in a brothel."}, {"title": "Instant Sports Plus", "grade": "E", "summary": "This is a sports/activity game in which players can engage in 15 mini-games and various activities on a tropical island. Mini-games and activities include archery, bowling, fishing, insect collecting, and jet skiing."}, {"title": "My Little Pony: A Maretime Bay Adventure", "grade": "E", "summary": "This is an adventure game in which players assume the role of a pony working with friends to bring back a magical festival. Players traverse platforms, collect starts, fly through rings, and engage in various mini-games."}, {"title": "The Lord of the Rings Online", "grade": "T", "summary": "No Rating Summary"}, {"title": "Gloom and Doom", "grade": "M", "summary": "This is a visual-novel adventure game in which players follow the story of two characters on their journey leading to the apocalypse. As players follow the storyline, they can interact with characters making dialogue choices. Some interactions lead to sequences depicting violence and blood: a demon impaled through the head; a character's head exploding, with blood-splatter effects; a demon slashed apart by a skateboard. Some narrative elements also reference dark themes, including self-harm, suicide. The dialogue sometimes references sexual material (e.g., “Danger really gets me in the mood, so I'm getting a little w*t...\"; “...I've had sex with politicians before. Trust me…no d*ck is better than a small d*ck”; “You're going to e*t her out in this alley”; “I've just f**ked a lot of college professors.”). The words “f**k,” “sh*t,” and “a*shole” appear in the game."}, {"title": "Godfall", "grade": "T", "summary": "This is an action/role-playing game in which players assume the role of a knight battling for control over various cities. From a third-person perspective, players battle enemy soldiers and fantastical creatures by using swords, hammers, and ranged weapons. A handful of enemies use rifle-like guns against players. Cutscenes sometimes depict battlefields strewn with corpses, or close-up duels between knights. Combat is highlighted by cries of pain, impact sounds, and splatters of blue blood."}, {"title": "Harvest Moon: One World Complete", "grade": "E", "summary": "This is a simulation game in which players assume the role of a farmer who must help a town find the missing Harvest Goddess. As players explore the world, they can manage farmland, raise livestock, and perform various quests for townspeople."}, {"title": "Omori", "grade": "M", "summary": "This is a role-playing game, with psychological-horror elements, in which players control a character exploring real-world locations as well as his own nightmarish headspace. As players' character deals with anxiety, depression, self-harm, and suicide, he also engages in battles against fantasy creatures and monsters. Combat is turn-based, with players selecting moves from a menu while watching short animated sequences. Some in-game choices lead to further instances of violence: jumping off a building; stabbing their “self”/character in the abdomen. A handful of photos depict a character pushed to their death or strung up in a noose. Some enemies are depicted with bloodstains on their faces, clothing, and weapons; blood also appears in small pools after certain choices/actions. The word “f**k” appears in the game text."}, {"title": "Super Mega Baseball 3", "grade": "E", "summary": "This is a baseball simulation game in which players can control fictional teams through seasons of baseball. Players can engage in several game modes while improving skills such as pitching, batting, and fielding. If a pitcher hits a batter's helmet, an exaggerated knock-out animation occurs (e.g., spinning and falling to the ground)."}, {"title": "THEA500 mini", "grade": "T", "summary": "This is a collection of twenty-five retro-style home computer games spread across genres. Several games include combat, generally presented from a top-down perspective against aliens, mutants, demons, or monsters. Characters use firearms (e.g., machine guns, shotguns, grenade launchers), bladed weapons, and magic to defeat enemies. One highly stylized/pixelated first-person shooter contains large blood-splatter effects; another game shows chess pieces (human knights/bishops/sorcerers) that impale or dismember fallen pieces. Small monster heads can be seen hanging from the ceiling in one game. The collection includes some brief depictions of characters' exposed buttocks. In some games, characters smoke cigarettes or pipes; drunk characters can be seen consuming alcohol or passed out. Drug references occasionally appear in the text (e.g., \"Have you ever taken drugs?...The dope I would shoot is Jeremy Beadle\"; \"Have you ever driven your car under the influence of drugs?...Hey man...look at the colors on the wall.\"). The collection contains the word \"ar*e.\""}, {"title": "Tribes of Midgard", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a Viking protecting a magical seed from invaders. From a top-down perspective, players explore an open-world wilderness, colleci resources, and engage in melee combat against enemies (e.g., tribes, giants, sorcerers). Players can use clubs, swords, hammers, and axes to attack enemies, whose bodies remain on the ground when killed. Combat is accompanied by diminishing health bars, cries of pain, and impact sounds."}, {"title": "Zombie Army 4: Dead War", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of an elite soldier battling Hitler's undead army. Players use pistols, machine guns, sniper rifles, and shotguns to kill dozens of zombie soldiers in frenetic combat. Action is highlighted by realistic gunfire, large blood-splatter effects, and exploding heads and torsos. Performing accurate sniper shots can trigger slow-motion cutscenes that depict the bullet shattering the target's skull or causing its torso to explode into organs and chunks of flesh. One variety of enemy (Suiciders) are strapped with explosives and can blow themselves up to inflict damage on players. The word “sh*t” appears in the dialogue."}, {"title": "Superlative Night Dreams Cotton Fantasy", "grade": "E10+", "summary": "This is a side-scrolling shooter in which players help Cotton, a teenage witch on a quest to collect magical candy. As players fly through colorful levels on a broom, they can fire/shoot magical pellets/projectiles at incoming waves of cartoony enemies (e.g., giant spiders, floating eyeballs, ghosts). Combat is frenetic and is accompanied by explosions, cries of pain, and screen-shaking effects. In several sequences, a bikini-clad fairy appears with deep cleavage."}, {"title": "Unpacking", "grade": "E", "summary": "This is a puzzle/simulation game in which players unpack items from boxes and fit them into various rooms. Players can discover a character's story while stacking plates, arranging bookshelves, and putting away clothes."}, {"title": "Crisis Wing", "grade": "E", "summary": "No Rating Summary"}, {"title": "Gato Roboto", "grade": "E", "summary": "No Rating Summary"}, {"title": "Isonzo - Deluxe Edition", "grade": "M", "summary": "This is a multiplayer first-person shooter in which players engage in battles across Italy during WWI. Players use pistols, rifles, and explosives to kill enemy soldiers, as they battle to either capture strongholds or repulse attacks. Realistic gunfire, large explosions, and cries of pain are frequently heard during combat. In some sequences, player can operate cannons and/or call-in gas attacks on enemy positions. Weapon attacks can result in dismemberment, leaving large bloodstains and body parts on the ground; battlefields also depict corpses with shattered heads and animals with exposed entrails."}, {"title": "Ara Fell: Enhanced Edition", "grade": "T", "summary": "No Rating Summary"}, {"title": "Skul: The Hero Slayer", "grade": "T", "summary": "This is a side-scrolling action game in which players control a skeleton battling monsters and heroes in order to save a world of monsters. As players traverse platforms and collect treasure, they use swords, magic, and whimsical attacks (e.g., electricity from a guitar) to defeat enemies (e.g., humans, monsters) in melee combat. Some enemies emit small puffs of blood when injured, and one boss character coughs up blood during a cutscene. Scenery/exit gates also depict blood stains. The word “a*s” appears in the game."}, {"title": "Stellar Interface", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Tandem: A Tale of Shadows", "grade": "E10+", "summary": "This is a puzzle platformer in which players help Emma and her teddy bear complete puzzles to find a famous magician. From top-down and 2D side-scrolling perspectives, players traverse maze-like levels and jump on platforms to reach areas, trigger switches, and obtain crystals. Some levels can contain hazards (e.g., spikes) that can impale Fenton; creatures (e.g., giant mechanical spiders) can rush out and attack/kill Emma. Characters are quickly reset when impaled and/or killed."}, {"title": "Tropico 6", "grade": "T", "summary": "This is a strategy game in which players rule the nation of Tropico by tending to citizens' needs (e.g., food, shelter, entertainment, security) while also navigating politics among foreign powers. As dictator (“El Presidente”), players can order their officers to assassinate rebellious citizens. Players can also command soldiers and tanks to quash rebel uprisings or protests; these conflicts are accompanied by realistic gunfire and/or small explosions. As players progress through the game, they can mandate policies that include legalizing substances that are referred to in text as “illegal drugs.” The word “bastard” appears in the game."}, {"title": "Mutant Mudds Collection", "grade": "E", "summary": "No Rating Summary"}, {"title": "Demon Throttle", "grade": "T", "summary": "This is an arcade-style action shooter in which players assume the role of a cowboy and a vampire on a quest to defeat an evil demon. From a top-down perspective, player traverse vertically scrolling levels while using a pistol and crossbow to battle fantastical creatures (e.g., demons, skeletons, ghosts). Battles are sometimes frenetic, accompanied by cries of pain, mild explosions, and screen-shaking effects. One stylized still-screen image depicts a boss creature's skull being cut in half, with innards briefly visible. Some characters are designed with revealing outfits, including a topless female creature with jiggling breasts—though with no discernible details (i.e., no nipples); a demon boss's genitalia are obscured by pixelation effects. The word “a*shole” appears in the game."}, {"title": "Star Trek Prodigy: Supernova", "grade": "E10+", "summary": "This is an adventure game in which players control two explorers searching alien planets for missing crewmates. From a 3/4-overhead perspective, players explore environments while solving puzzles and fighting enemies. Players use melee weapons and blaster-like phasers to defeat robot enemies and boss characters. Combat is highlighted by futuristic gunfire, explosions, and dwindling life meters."}, {"title": "AI: THE SOMNIUM FILES - nirvanA Initiative", "grade": "M", "summary": "This is an adventure game in which players help special agents investigate serial killings in a futuristic Tokyo. Players use an AI helper to investigate crime scenes and gain information through character interactions. Players can also engage in combat sequences against enemies, as on-screen prompts allow players to perform various actions (e.g., strikes, dodge attacks, targeting enemies) with laser pistols and pipes. Battles are highlighted by impact sounds, gunfire, and cries of pain. Some sequences depict additional acts of violence: a bound character tortured by a vice grip and electricity; enemies riddled by gunfire. A handful of sequences depict characters lying in pools of blood. Some female characters are designed with revealing outfits (e.g., deep cleavage) and jiggling breasts. The dialogue also references suggestive material (e.g., “Let's get groping,” “I have more of a chest than you”; “Yes, these are my big, milky balls.”). In one sequence, a character powers up with the words “porn mag power” after viewing an adult magazine. The words “f**k,” “sh*t,” and “a*shole” appear in the game."}, {"title": "Fire Emblem Warriors: Three Hopes", "grade": "T", "summary": "This is a tactical-action game in which players can use characters from the Fire Emblem universe to engage in large-scale battles. From a third-person perspective, players use swords, spears, and arrows to defeat hordes of enemy soldiers and creatures (e.g., dragons, monsters). Battles can be frenetic, with frequent impact sounds, light effects, and cries of pain; players can also ride dragons that shoot fireballs at enemies. Cutscenes include further instances of violence (e.g., characters impaled by swords from behind). A handful of female characters are designed with low-cut outfits that reveal deep cleavage. Characters sometimes discuss drinking alcohol and/or being drunk (e.g., “What about booze? From what I understand, you're quite the drinker”; “But unlike you, I can actually hold my liquor.”)."}, {"title": "8Doors: Arum's Afterlife Adventure", "grade": "E10+", "summary": "This is action-adventure game in which players help a girl search for her father's soul in purgatory. Players explore 2D platform levels while using a scythe to battle small ghostly creatures. Combat is highlighted by slashing effects and cries of pain; creatures disappear amid puffs of smoke when defeated. Boss battles depict more protracted combat with screen-shaking effects. One creature is depicted smoking a pipe."}, {"title": "Bloodshore", "grade": "M", "summary": "No Rating Summary"}, {"title": "Dungeons 3", "grade": "T", "summary": "This is a strategy game in which players assume the role of a dungeon lord trying to expand his empire. From a 3/4-overhead perspective, players create underground passageways and dungeons, gather resources, and command minions to battle invading enemies. Characters (e.g., trolls, goblins, mages) use swords, knives, arrows, and magic attacks to hack and slash at soldiers; blood splashes occur during battle and can linger on the battlefield. Cutscenes also depict brief cartoony gore: a head impaled on a spike, a severed foot, a head used as a chalice by a demon. Some levels depict succubus demons wearing revealing outfits (e.g., deep cleavage). During the course of the game, players can build a brewery; characters are also depicted drinking beer. The word “sh*t” appears in the dialogue."}, {"title": "Sonic Origins", "grade": "E", "summary": "This is an action-platformer in which players assume the role of Sonic as he zooms around colorful zones and attempts to defeat Dr. Robotnik. As players speed through whimsical environments, they can jump on enemies' heads, causing them to transform into small creatures. Boss battles can depict cartoony bombs and explosions; Sonic reacts to damage by losing coin-like rings and falling off screen."}, {"title": "The Caligula Effect 2", "grade": "T", "summary": "This is a role-playing game in which players are summoned to a virtual world in which they must re-live their memories and regrets while battling futuristic enemies. As players interact with characters and follow the story, they engage in turn-based combat with cyborgs and virtual singers. Characters use guns, swords, grenades, and magic attacks to deplete enemies' health meters/hit points. Attack moves are highlighted by dramatic camera angles, explosions, and screen-shaking effects. Cutscenes depict further instances of violence and blood: characters being stabbed, pooling blood effects, bloodstains on characters' faces/clothing. The game contains some suggestive material in the dialogue/text (e.g., “I was lying when I accused you of sexually harassing me”; “skank”; \"Clean Breast Activated\"); In one quest, a teacher asks player's help to defend him against a female student's sexual harassment allegations. During the course of the game, a character is sometimes shown smoking a cigarette. The words “sh*t” and “a*shole” can be heard in the game."}, {"title": "Clea: Complete Collection", "grade": "T", "summary": "No Rating Summary"}, {"title": "Sam & Max: Beyond Time and Space", "grade": "T", "summary": "No Rating Summary"}, {"title": "Relayer", "grade": "T", "summary": "This is a role-playing game in which players follow the story of fantastical characters trying to save humanity from evil extraterrestrials. As players follow the storyline, they engage in turn-based battles, using specialized combat robots. Players choose attack moves/skills from a menu and watch robots slash and/or shoot each other in short animated sequences. Cutscenes also contain instances of violence: characters threatening one another with pistols; a character shot and wounded off camera. One sequence depicts blood dripping from a man's forehead. The dialogue contains innuendo and suggestive material (e.g., Your office floozy?...of course you're b*nging her”; “I can't help you with your little curry kink there…fire under your a*s”; “Then you ripped my top off...\"; \"...[T]he butt pain the next day is the best part.\"). The word “sh*t” appears in dialogue."}, {"title": "Save me Mr Tako: Definitive Edition", "grade": "E", "summary": "No Rating Summary"}, {"title": "A Boy and His Blob", "grade": "E", "summary": "No Rating Summary"}, {"title": "The Centennial Case: A Shijima Story", "grade": "T", "summary": "This is an adventure game in which players follow the story of two characters trying to solve a hundred-year-old murder mystery. While watching live-action sequences, players help solve murders and determine culprit(s) by examining clues and character interactions. Crime scenarios are sometimes depicted in the form of humanoid/silhouetted figures enacting crimes, with accompanying blood-splatter effects. Live-action sequences are presented after crimes have been solved (i.e., correct hypotheses): characters getting poisoned, stabbed, and slashed at. Blood pools sometimes appear underneath victims' bodies. Some sequences depict people drinking alcohol at a bar; main characters falling over drunk; conversations about being drunk. One sequence depicts a figure smoking a cigarette. The words “a*s” and “bastard” appear in the game."}, {"title": "Lawn Mowing Simulator", "grade": "E", "summary": "This is a simulation game in which players can cut grass and weeds using ride-on lawn mowers and handheld trimmers. Players can start a lawn care business and perform jobs on residential gardens and other landscapes/sites."}, {"title": "JoJo's Bizarre Adventure: All Star Battle R", "grade": "T", "summary": "This is a fighting game in which players engage in one-on-one or three-on-three matches. Players mostly use punches, kicks, and throws to deplete opponents' health meters. Weapons such as pistols, machine guns, and swords are also used during fights. Battles are frenetic, highlighted by impact sounds, screen-shaking effects, and splashes of black blood. Some over-the-top finishing moves depict characters crushed by a steamroller, hooked away by a speeding train, and run over by a speeding car. Some female characters are designed with jiggling breasts and/or perform suggestive poses (e.g., wiggling buttocks, puffing up their chests). Character taunts and winning dialogue also contain suggestive comments (e.g., “Take my panties! Take them already”; “I happened to…get an erection”; “How deep can I get. B*lls deep.”). One character is frequently depicted smoking a cigarette. The word “sh*t” appears in the game."}, {"title": "OddBallers", "grade": "E10+", "summary": "This is a dodgeball game in which players compete in team-based matches to eliminate opponents and/or score the highest points. Players throw dodgeballs to knock out and/or dizzy opponents while avoiding opponents' attacks and various hazards (e.g., stinging bees, lightning). Matches can be frenetic, highlighted by cries of pain, impact sounds, and screen-shaking effects. In one game mode, players must destroy an opponent's portable toilet; the toilet emits yellow liquid when hit. Characters can also run around and taunt without any outfits, though their bodies have no anatomical details (e.g., no buttocks or genitalia)."}, {"title": "Teenage Mutant Ninja Turtles: The Cowabunga Collection", "grade": "T", "summary": "This is a compilation of 13 action and fighting games based on the Teenage Mutant Ninja Turtles franchise. In the action games, players assume the roles of the turtle heroes as they battle enemies within side-scrolling environments. Players use blades, staffs, and nunchucks to attack enemy minions and villains in frenetic melee-style combat. Battles are accompanied by impact sounds, mild explosions, and cries of pain. In the fighting games, players can choose from a selection human and mutant characters to battle in one-on-one combat. Players use punches, kicks, and throws to drain opponents' life meters. Characters use swords, hockey sticks, claws, special abilities (e.g., fire, spin attacks) to attack each other in frenetic fights. The compilation contains some comic-book covers that depict blood stains on characters, clothing, and background environments. In one fighting game, a character's breasts jiggle after winning."}, {"title": "The Sims™ 4 Décor to the Max", "grade": "T", "summary": "No Rating Summary"}, {"title": "The Sims™ 4 Décor to the Max", "grade": "T", "summary": "No Rating Summary"}, {"title": "Eldest Souls", "grade": "T", "summary": "No Rating Summary"}, {"title": "Captain ToonHead vs The Punks from Outer Space", "grade": "T", "summary": "This is a first-person shooter/tower-defense game in which players assume the role of a spaceship janitor trying to save Earth from evil forces. Players move between stationary positions as they build turrets and use fantasy weapons (blasters, flip-flops shooting projectiles, hammers emitting energy) to defeat energy-cube creatures. First-person combat can be frenetic at times, highlighted by laser gunfire, cries of pain, and large explosions. The words “a*s” and “bastard” appear in the game."}, {"title": "WRC Generations – The FIA WRC Official Game", "grade": "E", "summary": "This is a racing game in which players drive through a career competing in the World Rally Championship. Players can select from a variety of cars to race through real-world locations in several game modes (e.g., Career, Custom Championship, Quick Race)."}, {"title": "Super Bomberman R 2", "grade": "E10+", "summary": "This is an action-adventure game in which players follow White Bomberman and his siblings as battle an evil force. From a top-down perspective, players set cartoony bombs around arena-like areas to clear blocks and defeat roaming enemies/opponents. Enemies fly off-screen when struck by explosions; boss battles depict more protracted combat with larger explosions. One character is depicted with blood-like decals on its mouth and chainsaw; a nurse character is seen with red blood-like stains on her outfit. The words “damn” and “hell” are heard in the game."}, {"title": "Teenage Mutant Ninja Turtles: Shredder's Revenge", "grade": "E10+", "summary": "This is an action game in which players help the Teenage Mutant Ninja Turtles defeat the villain Shredder. Players traverse 2D side-scrolling levels and use punches, kicks, and cartoony weapons (e.g., swords, nunchucks, hockey sticks) to battle enemies (e.g., foot soldiers, robots, large boss characters). Combat is sometimes frenetic, highlighted by impact sounds, mild explosions, and screen-shaking effects."}, {"title": "Fallen Legion Revenants", "grade": "T", "summary": "This is an action role-playing game in which players assume the roles of characters on a quest to stop an evil tyrant. Players traverse side-scrolling landscapes, interact with characters, and battle human and fantasy creatures (e.g., zombies, demons, phantoms) in turn-based combat. Characters use swords, crossbows, guns, and magic attacks to defeat enemies. Battles are accompanied by impact sounds, large explosions, and cries of pain. The game contains some dark thematic elements: references to child imprisonment and torture; dialogue choices pertaining to prisoner executions. The words “bastard” and “b*tch” appear in the dialogue."}, {"title": "Fallen Legion: Rise to Glory", "grade": "E10+", "summary": "This is a collection of two role-playing games in which players control fighters trying to save a fictional empire. From a side-scrolling perspective, players move through landscapes, interact with characters, and battle human and fantastical creatures (e.g., dragons, goblins, lizard men). Characters use swords, axes, arrows, and magic attacks (e.g., fireballs) to defeat enemies. Battles are highlighted by cries of pain and brief explosions. A handful of still-images depict characters with streaks of blood on their faces and/or clothing. The game contains instances of suggestive material: a female character in a skin-tight body suit; a limerick with the line, “The princess would belong to him/And serve his needs in bed.” The words “a*s,” “bastard,” and “b*tch” appear in the dialogue."}, {"title": "PGA TOUR 2K23", "grade": "E", "summary": "This is a golf simulation game in which players can select and play against PGA pro golfers on real-world courses. Players can improve their skills in several game modes (e.g., PGA Tour Career, Course Creator, Society). The words “hell” and “damn” are heard in the game."}, {"title": "Call of Duty®: Modern Warfare® II", "grade": "M", "summary": "This is a first-person shooter in which players assume the roles of special forces units/members pursuing terrorist threats. Players engage in combat missions (e.g., stealth, skirmishes, extractions), using machine guns, sniper rifles, knives, and grenades to kill enemy soldiers/combatants. Combat is frenetic, highlighted by realistic gunfire, explosions, cries of pain, and blood-splatter effects. One sequence depicts captured soldiers tied to chairs while being interrogated; captors may aim and shoot a pistol directly at the camera/character's face. Finishing moves depict characters stabbed repeatedly or shot in the head at close range; blood and gore effects often accompany these sequences. A red-light district depicts neon signs with female figures advertising “Live Sex Theater”; other signs reference lingerie, aphrodisiacs, and fetish/S&M costumes. During multiplayer events, players can use badges/banners on their name cards, some of which depict cannabis leaves, joints, and/or smoking figures. The words “f**k” and “sh*t” appear in the game."}, {"title": "Call of Duty®: Warzone™ 2.0", "grade": "M", "summary": "This is a first-person shooter, set in the Call of Duty universe, in which players engage in a variety of multiplayer combat events (e.g., battle royale, plunder-style skirmishes/DMZ). Players use machine guns, shotguns, sniper rifles, and explosives to kill enemy soldiers in frenetic combat. Battles are highlighted by realistic gunfire, screams of pain, blood-splatter effects, and explosions. A handful of weapons/attacks result in decapitation/dismemberment. Finishing moves sometimes depict dramatic stabbings and headshots, with close-up blood and gore effects. The game contains badges/banners that depict illustrations of marijuana leaves and/or characters smoking joints. The words “f**k” and “sh*t” appear in the game."}, {"title": "Summertime Madness", "grade": "E", "summary": "No Rating Summary"}, {"title": "Taiko no Tatsujin: Rhythm Festival", "grade": "E", "summary": "This is a rhythm game in which players match on-screen prompts to play drums or engage in drum-themed mini-games. Players earn points by accurately matching cues as on-screen characters perform activities (e.g., playing drums, inflating balloons)."}, {"title": "Rainbow Billy: The Curse of the Leviathan", "grade": "E", "summary": "No Rating Summary"}, {"title": "Bugsnax", "grade": "E10+", "summary": "This is an adventure game in which players assume the role of a puppet-like character following explorers that interact with creatures called Bugsnax. Players complete missions, scan, trap, and fend off Bugsnax by using whimsical tools (e.g., slingshots, umbrella-like traps); players can also shoot projectiles and exploding barrels at Bugsnax, resulting in their bursting into colorful splashes when defeated. The dialogue contains some suggestive material (e.g., “'[S]top squirming around or I'll have to restrain you… Not while the camera's on!”); one sequence depicts two characters briefly kissing after discussing their relationship (e.g., \"Dude, remember that time we made out on that Ferris wheel...\"; I thought we were...roommates with benefits.\"). The game contains bathroom humor: gathering fertilizer from an outhouse after another character uses it; dialogue such as \"extracting feces from the latrine\" and \"That stink could raise the dead!\""}, {"title": "Slime Rancher: Plortable Edition", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Sniper Elite 5", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of a special forces sniper tasked with eliminating Nazi targets in France during WWII. Players infiltrate enemy strongholds and French chateaus while using sniper rifles, machine guns, pistols, and explosives to kill enemy soldiers and targets. Realistic gunfire and large explosions are frequently heard during combat. Performing accurate shots triggers short cutscenes which follow the bullet's trajectory in slow motion; the bullet is shown shattering/bursting enemies' skulls/bones and internal organs in an x-ray view with large blood-splatter effects. The words “sh*t” and “a*shole” are heard in the game."}, {"title": "Amnesia: Later x Crowd", "grade": "T", "summary": "This is a visual novel in which players follow the story of a woman trying to regain her memories while attempting to secure a romance. A handful of sequences depict violence, usually through still images or audio: a character with a knife in his chest; a man menaced in a park, with audio of wet/stabbing sounds; a murder scene described in graphic detail (e.g., “Both of their throats were slit and covered in blood...Their throats were slit so they wouldn't be able to scream…”). The game contains some suggestive material: a lingerie store clerk discussing a character's breasts/cleavage; still images of clothed characters in bed together; dialogue about characters sleeping together (e.g., “I'm not confident that I could hold back tonight. So I'm going to refrain from touching you.”). Players can engage in two casino games (e.g., blackjack, poker), winning Orion Points for winning hands; detailed instructions on blackjack and poker are also presented. In several scenes, characters discuss being drunk, and one sequence contains slurred audio/dialogue from characters labeled “Drunkard.\" The word “sh*t” appears in the game."}, {"title": "Puzzle Bobble 3D: Vacation Odyssey", "grade": "E", "summary": "This is a 3D puzzle game in which players use cartoony dinosaurs to shoot and match colored bubbles. The main objective of the game is to make it through all the levels, connecting the bubbles of the right color with each other."}, {"title": "DIRT 5", "grade": "E", "summary": "This is a racing simulation game in which players select and drive cars through a variety of tracks and events. Players compete against other drivers using rally cars, buggies, and Rock Bouncers in contests of speed."}, {"title": "Kao the Kangaroo", "grade": "E10+", "summary": "This is an action/platformer in which players assume the role of Kao the Kangaroo as he embarks on a quest to find his missing father. From a third-person perspective, players traverse colorful environments, solve puzzles, and use boxing gloves to battle fantasy creatures (e.g., frogs, giant flies) in melee-style combat. Combat can be frenetic at times, accompanied by impact sounds, mild explosions, and screen-shaking effects. Some enemies emit splashes of green liquid when defeated. One creature (Stinker) can be heard emitting flatulence."}, {"title": "Young Souls", "grade": "M", "summary": "This is an action role-playing game in which players assume the role of twins trying to rescue their kidnapped father from goblins. From a 2D side-scrolling perspective, players explore dungeons and use swords, bows, and bombs to battle fantastical creatures (e.g., goblins, giant spiders, bats). Battles can be frenetic at times, highlighted by impact sounds, large explosions, and cries of pain; enemies generally disappear amid puffs of smoke when defeated. The game contains a brief reference to drugs in the dialogue (e.g., “I hear they skip school to sell meth.”). The words “f**k” and “sh*t” appear in the game."}, {"title": "Hidden Objects Collection 2", "grade": "T", "summary": "No Rating Summary"}, {"title": "STAR WARS: THE FORCE UNLEASHED", "grade": "T", "summary": "No Rating Summary"}, {"title": "Farming Simulator 19 Ambassador Edition", "grade": "E", "summary": "This is a farming simulation game in which players run a modern-day farm. Players use a variety of agricultural machines to cultivate fields, harvest, and sell crops."}, {"title": "Elex II", "grade": "M", "summary": "This is a role-playing game in which players assume the role of a former military commander attempting to survive in a post-apocalyptic world. From a third-person perspective, players interact with characters, perform missions, and battle various enemies (e.g., aliens, mutants, rival humans) in melee-style combat. Players use blades, crowbars, arrows, magic, and guns to defeat enemies; battles are frenetic, highlighted by impact sounds, cries of pain, and blood-splatter effects. Some environments depict severed hands and decapitated heads, as well as large pools of blood; one quest prompts players to retrieve a troll head from a pile of body parts and blood. A handful of areas depict female figures dancing provocatively on poles; dialogue also contains some suggestive material (e.g., “You totally c*ckblocked me”; “I always wondered how a freaky fanatic would be in the sheets”; “You'd think she'd be better in bed, with the mouth she has on her…”). The words “f**k,” “sh*t,” and “a*shole” appear in the game."}, {"title": "Wunderling DX", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Arcade Paradise", "grade": "T", "summary": "This is an arcade simulation game in which players assume the role of a laundromat-arcade owner in the early 90s. In addition to washing/drying clothes, fixing machines, and collecting revenue, players can play dozens of arcade games. Games can include instances of violence: top-down shooters in which characters shoot zombies or alien robots; side-scrolling brawlers/”beat-'em-ups,\" with characters punching/kicking enemies; 2D space shooters; action racing games in which players evade police. While arcade games are stylized and pixelated, some depict explosions, gunfire, and blood-splatter effects. Accompanying song lyrics contain references to drugs (e.g., “Watch me pick and roll a blunt...\"; \"...already half blazed\"; ”“Tell me how the Mary Jane taste when you smoke it”; “Chronic in the bong and we light it up”); the word \"sh*t\" can be heard in one song."}, {"title": "Gunbrick: Reloaded", "grade": "E", "summary": "No Rating Summary"}, {"title": "TOEM", "grade": "E", "summary": "No Rating Summary"}, {"title": "Them's Fightin' Herds", "grade": "E10+", "summary": "This is an action game in which players assume the roles of cartoon animals battling evil forces. Players explore dungeon locations, search for an artifact, and encounter cartoony enemies (e.g., wolves, snakes, bears) to fight. Battles are presented as stylized one-on-one fights, with animal characters punching, kicking, and using special moves (e.g., lasso toss) to deplete opponents' health bar. Fights are highlighted by impact sounds, light effects, and cries of pain. Among dozens of items, players can obtain fermented grape juice and a bottle of champagne; costume items include cigarettes/pipes with wisps of smoke."}, {"title": "Hooked on You: A Dead by Daylight Dating Sim™", "grade": "T", "summary": "This is a visual novel in which players try to regain their memories while romancing four killers. As players follow the story, they make dialogue choices and engage in mini-games that influence the outcome of events. Some scenes contain violent themes and/or detailed descriptions of violent acts (e.g., “I threatened to kill every single person on this island”; “There, in…the box, was a pile of…pieces. Like parts of doll, almost, pulled apart…”; “A collection of segments, limbs, pieces….Clearly severed and placed in a neat little pile”; \"Can I kill them or not?”). Characters are sometimes depicted with bloodstained hands, weapons, or clothing; one gallery image depicts a character with a bloody wound on their chest. Some female characters wear revealing outfits (e.g., low-cut bikinis, large amounts of cleavage); the dialogue also contains some suggestive material (e.g., “This ain't a peep show...All make-outs will happen out of view of the public eye”; \"...[N]o one will ever be quite as interesting to make love to as a vampire…”). One sequence allows players' character to order from a list of alcoholic drinks; a mini-game involves characters drinking shots of alcohol. The words “sh*t” and “p*ssy” appear in the game."}, {"title": "Dragon Quest Treasures", "grade": "E10+", "summary": "This is a role-playing game in which players follow the story of siblings Erik and Mia as they search for treasure. Players explore various environments while battling fantastical creatures, performing quests, and collecting treasure. Players use melee attacks, daggers, and slingshots to defeat enemies (e.g., slimes, hat monsters, ogres) that fight back with swords, clubs, and magic. Battles are highlighted by impact sounds and explosions. One sequence depicts Vikings drinking “firewater” and mead from tankards; a Viking is depicted lying among empty bottles, saying “N-no more m-mead for me…” One of the treasures players can obtain is a pile of dragon feces, described to still be “piping hot.” The word “hellish” appears in the game."}, {"title": "Inscryption", "grade": "M", "summary": "This is a card-based deck-building game in which players battle a mysterious force while building their card decks, solving puzzles, and overcoming challenges. Gameplay mostly consists of card-based battles in which players attempt to defeat opponents by using animal-themed cards that slash, bite, or divebomb opponents' cards. One cutscene depicts first-person video footage of a man getting shot; the camera falls to the ground as a large blood pool is seen. The word “f**k” appears in the game."}, {"title": "Soul Hackers 2", "grade": "M", "summary": "This is a role-playing game in which players help Ringo and Figure, two AI constructs, save humanity from an evil villain. Players explore city districts, interact with characters, and engage in turn-based combat with demons and devil summoners. Players use swords, pistols, machine guns, and demonic abilities (e.g., magic spells) to battle enemies. Battles are accompanied by screen-shaking effects, cries of pain, and colorful bursts of light. The game contains additional instances of violence and blood: dead characters lying in pools of blood; a man impaled through the chest; a dismembered arm on the ground. Some female monsters/demons are depicted with partially exposed breasts, and one creature has a phallic-shaped head and torso. The words \"f**k\" and \"sh*t\" appear in the game."}, {"title": "King's Bounty 2", "grade": "T", "summary": "This is a role-playing game in which players perform quests and explore worlds while following a non-linear storyline. From a third-person perspective, players move around environments, interact with characters, and engage in combat. Battles against units (e.g., soldiers, monsters, animals) are depicted on hexagonal grid-like battlefields, highlighted by cries of pain, impact/clashing sounds, and brief puffs/clouds of blood. Cutscenes depict further instances of violence: a man stabbing himself; a bound prisoner struck with a blade; another character stabbed in the back. The game contains some suggestive material in the dialogue (e.g., “One pinch, amorous passion.../\"...speaking of amorous passion, I'm an assassin not a master of the bedchamber\"; \"...[T]hen I'll throw you down in the tall grass and…\"/\"...Ah, it gets rather personal after that bit.\"). In some scenes, characters discuss wine, booze, and drunkards/drunkenness. The words “bastard” and “a*s” appear in dialogue."}, {"title": "Little League World Series Baseball 2022", "grade": "E", "summary": "This is a baseball simulation game in which players compete with Little League teams to win the Little League World Championship. Players can practice catching, throwing, and pitching, as well as compete in various modes (e.g., Exhibition, Quickplay, Tournament)."}, {"title": "Thymesia", "grade": "M", "summary": "This is an action role-playing game in which players assume the role of a character on a quest to save a kingdom from plague. From a third-person perspective, players explore various locations (e.g., towns, dungeons, ruins), while battling mutant creatures and infected inhabitants. Players use swords and claws to kill enemies in frenetic melee-style combat. Battles are highlighted by impact sounds, cries of pain, and large blood-splatter effects. Players can perform finishing attacks on weakened enemies, often resulting in close-up impaling with blood and slow-motion effects. Some areas depict large blood stains and/or corpses lying in large pools of blood."}, {"title": "Two Point Campus", "grade": "T", "summary": "This is a simulation game in which players can design and manage a university. From a top-down perspective, players build and decorate facilities, manage resources, hire staff, and attempt to keep students and staff happy. If players fail to build proper bathroom facilities, staff and students may urinate or defecate on the floor; characters sometimes vomit when urine or feces is present. Flatulence sound effects can also be heard when characters defecate or use the toilet. Some characters are depicted in showers with pixelated censor graphics covering their genitalia; other characters are seen with pink cloud particles or small fig leaves covering genitalia and buttocks."}, {"title": "F1 Manager 2022", "grade": "E", "summary": "This is a racing simulation game in which players assume the role of a Team Principal for a real-world Formula 1 team. Players can manage the team's facilities, set racing strategies, and race various cars on tracks. Some language in the game is partially censored by audible bleeps (e.g., “For [bleep] sake, man”; “Ah man, that was such [bleep]\"; “I am a [bleep] idiot!”)."}, {"title": "Tunche", "grade": "E10+", "summary": "No Rating Summary"}]