[{"title": "Battle Axe", "grade": "T", "summary": "This is an arcade-style adventure game in which players battle monsters and boss creatures in a fantastical setting. From a top-down perspective, players control a dark elf, marauder, or druid as they explore environments while using swords, throwing knives, magic, and cannon fire to kill creatures (e.g., ogres, skeletons, witches, dragons). Gameplay can be frenetic, highlighted by explosions and cries/groans of pain. Enemies burst into body parts/chunks and large blood spurts when killed."}, {"title": "Bus Simulator City Ride", "grade": "E", "summary": "This is a bus-driving simulation game in which players drive buses to transport passengers around a city. Players follow traffic rules to earn reputation, unlocking additional buses, districts, and routes."}, {"title": "Ghostbusters: Spirits Unleashed", "grade": "E10+", "summary": "This is an action game in which players compete as either a ghost or Ghostbuster in multiplayer matches. As a Ghostbuster, players can explore locations from a first-person perspective while using proton packs to capture and trap ghosts. As a ghost, players traverse locations from a third-person perspective while haunting objects, summoning minions, and sliming ghostbusters with blast attacks. Combat is somewhat frenetic, highlighted by laser-like blasts, screen-shaking effects, and cries of pain. The game sometimes includes off-color and bathroom humor in the dialogue (e.g., “I've reduced lesser worlds to steaming piles of dung...\"; \"Just terrible penmanship. We're talking Etch-A-Sketch on psychedelics\"; \"...I won't be able to get out of these coveralls if I poop my pants.”). A brewery level contains signs with frothy beer mugs and other alcohol references (e.g., Pale Ale, Pilsner, Stout). The words “a*s” and “p*ssed off” appear in the game."}, {"title": "My Fantastic Ranch", "grade": "E", "summary": "This is a simulation game in which players manage a fantasy ranch to raise dragons and unicorns. Players can build facilities, hire staff to care for creatures, and assign creatures to students to train and compete in tournaments."}, {"title": "Winter Games 2023", "grade": "E", "summary": "This is a sports simulation game in which players participate in a variety of winter sports. Players can engage in various skiing events (e.g., cross, jump), speed skating, curling, and biathlon."}, {"title": "80 Days & Overboard!", "grade": "T", "summary": "This is a collection of two text-based adventure games in which players follow characters navigating a murder mystery and attempting to travel the world in 80 days. Both games contain dialogue and action choices that influence each story's outcome. Some sequences contain instances of violence: a character pushing a man off a ship; players' choices to stab, smother, or knock out other characters. One prolonged sequence allows players' character to engage in a suggestive/sexual encounter (e.g., “[He] kisses me, and starts to undo my buttons. He doesn't ask me for permission...I do exactly what he wants me to do.”). In one game, players can engage in various forms of trade; opium trade/use is referenced in several scenes. The word “sh*t” appears in the dialogue (e.g., \"A man can make his fortune in opium...\")."}, {"title": "Asterigos: Curse of the Stars", "grade": "T", "summary": "This is an action role-playing game in which players assume the role of a warrior searching for her missing father through a mythical city. Players explore the city and its surroundings while engaging in battles with fantastical creatures (e.g., wild beats, giant crocodiles) and human-like gods. Players use daggers, swords, hammers, and staffs to defeat enemies in melee-style combat. Battles are often frenetic, highlighted by impact sounds, slow-motion effects, and cries of pain."}, {"title": "Power Wash Simulator", "grade": "E", "summary": "This is a simulation game in which players manage a cleaning business that washes vehicles and buildings. Players can customize their washers, nozzles, and cleaners, adjusting the pressure and range of the water spray."}, {"title": "Yum Yum Cookstar", "grade": "E", "summary": "This is a cooking simulation game in which players cook various dishes and are rated/scored by judges. After players prep, cook, and decorate dishes, they hear judges' comments about their food. Bad dishes sometimes receive comical insults, including references to indigestion/flatulence (“…[D]id you cut the cheese? 'Cause this stinks!”), belching sounds, and word play with acronyms (e.g., “WTF: What Terrible Food”; “This looks Lit AF: Literally Awful Food”); one dish called Unicorn Poop resembles a rainbow poo coil. Dishes occasionally contain alcohol (e.g., vodka) in their ingredients."}, {"title": "Another Crusade", "grade": "E10+", "summary": "This is a role-playing game in which players assume the role of a knight that battles demons threatening a fantasy kingdom. From a 3/4-overhead perspective, players traverse environments (e.g., villages, forests, castles) while engaging in turn-based combat against fantasy creatures (e.g., ogres, hydras, demons). Players perform weapon strikes and magic spells to defeat enemies; battles are accompanied by impact sounds and screen-shaking effects. The word “damn” appears in the game."}, {"title": "Football Manager 2023", "grade": "E", "summary": "This is a football management simulation game in which players select and manage real soccer teams from clubs and leagues around the world. Players make managerial decisions that include negotiating contracts, handling staff, and developing the team's tactics and strategies."}, {"title": "Redout 2", "grade": "E", "summary": "This is a racing game in which players can drive futuristic vehicles through dystopian wastelands of a ruined Earth. Players' ships depict a health bar that can overheat, resulting in pieces falling off and explosions. Opponents can bump into opponents' ships, causing them to veer off the track and explode."}, {"title": "Ys VIII: Lacrimosa of DANA", "grade": "T", "summary": "This is a role-playing game in which players lead adventurers on a quest to escape a mysterious island. As players explore the environment, they interact with characters, engage in quests, and battle fantastical beasts (e.g., dinosaurs, dragons, ghouls). Characters use swords, hammers, guns, and magic to fight enemy creatures in melee-style combat. Battles can be frenetic at times, highlighted by impact sounds, screen-shaking effects, and cries of pain. Blood mist/cloud effects sometimes appear as characters are injured. Some female characters wear outfits that expose large amounts of cleavage; one prolonged sequence depicts a female character covering her body after losing her towel. During the course of the game, a character appears drunk (e.g., swaying, flushed face, audible “hic”); one quest also involves obtaining ingredients to make wine. The word “sh*t” appears in the game."}, {"title": "Horse Tales: Emerald Valley Ranch", "grade": "E", "summary": "This is an adventure/management game in which players can customize their stable while exploring an island and taking care of horses. Players can tame, breed, and train horses, as well as compete in obstacle races."}, {"title": "Tom Clancy's The Division Heartland", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of an elite government agent trying to restore order in a fictional town. Players use machine guns, rifles, and explosives to kill members of hostile factions. Battles can be frenetic at times, highlighted by realistic gunfire, cries of pain, blood-splatter effects, and explosions. Cutscenes depict further instances of violence: non-combatant characters executed at close range; a silhouetted scene of Russian roulette, culminating in a head shot; first-person camera footage of a gunfight; captives hit with bats or hammers. Blood pools are sometimes depicted under corpses. The words “f**k” and “sh*t” appear in the game."}, {"title": "Resident Evil 4", "grade": "M", "summary": "This is a survival-horror game in which players assume the role of a government agent (Leon Kennedy) sent to rescue a character from a religious cult. From a third-person perspective, players explore a rural environment while searching for clues and fighting zombies and mutated creatures. Players use pistols, machine guns, shotguns, and explosives to kill enemy creatures in frenetic combat. Some weapons/attacks result in decapitation and/or dismemberment of enemies, along with large splatters of blood. Enemy attacks (e.g., chainsaws, tentacles) can also result in Leon being decapitated, blown apart, or impaled. Eviscerated animals and mutilated corpses are depicted in some environments. The words “f**k” and “sh*t” appear in the game."}, {"title": "Airborne Kingdom", "grade": "E", "summary": "No Rating Summary"}, {"title": "Chroma Quaternion", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "DARQ Ultimate Edition", "grade": "T", "summary": "This is a puzzle platformer in which players assume the role of a boy trying to escape a lucid dream. From a 2D perspective, players traverse black-and-white, nightmarish levels while solving puzzles and avoiding creatures. Monsters will often attack players—slamming and/or pouncing on them; firing flintlock pistols to kill players. The game contains a comic book with sequences that depict additional violence and blood: a boy lying in a pool of blood after falling from a tower; blood underneath bodies flung from a train; a child with a bloodied face. A handful of comic-book panels depict characters smoking cigarettes. The word “bastard” appears in the game."}, {"title": "The Outbound Ghost", "grade": "E10+", "summary": "This is an adventure role-playing game in which players help a village of ghosts while trying to regain their character's memories. From a sideways perspective, players explore environments, interact with ghosts, and battle hostile apparitions. Combat is turn-based, as players select attack moves/skills from a menu and view characters performing actions in short animations. Battles include impact sounds, screen-shaking effects, and dwindling hit points. The dialogue/game text makes several references to a “serial killer” that has wiped out the town's inhabitants."}, {"title": "MetalCore", "grade": "T", "summary": "This is a first-person shooter in which players assume the role of an infantry soldier fighting for dominance in an alien world. Players use futuristic pistols, machine guns, and blasters to battle enemies (e.g., infantry units, mechs, AI turrets) for control points and bases. Players can also pilot giant mechs and use its weaponry (e.g., lasers, rockets) to destroy enemy vehicles and turrets. Battles are frenetic, with realistic gunfire, large explosions, and blood-splatter effects."}, {"title": "Demoniaca: Everlasting Night", "grade": "M", "summary": "No Rating Summary"}, {"title": "Los Sims™ 4 Starter - Colección: Ambiente Acogedor", "grade": "T", "summary": "No Rating Summary"}, {"title": "Los Sims™ 4 Starter - Colección: Ambiente Acogedor", "grade": "T", "summary": "No Rating Summary"}, {"title": "Asdivine Cross", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Chaos;Child", "grade": "M", "summary": "This is visual novel in which players assume the role of a high-school student investigating a series of mysterious deaths in Tokyo. Some scenes depict still images of characters engaged in violent acts: characters threatening people with knives, strangling other characters, and involved in torture devices (e.g., a corpse strangled by ropes until its neck snaps). Crime scenes are graphically depicted with extensive blood-splatter and large amounts of text detail. Corpses are frequently depicted with bloodstains and sometimes mangled fingers, dangling entrails, or exposed brains. The game also contains sexual material, in still images and text: two female characters moaning off screen while discussing each other's breasts (e.g., “Hmm…you've got big breasts, don't you Hana?”); a dream sequence in which a character grabs another's crotch (e.g., “Was I really dreaming about someone rubbing my crotch?”); prolonged innuendo about an ice cream cone (e.g., “I saw her tongue flick seductively for a moment before her tiny mouth swallowed the whole thing.”); references to sexual fetishes and masturbation. Still images also depict partially exposed breasts and buttocks. The words “f**k,” “sh*t,” and “a*shole” appear in dialogue."}, {"title": "CHAOS;HEAD NOAH", "grade": "M", "summary": "This is a visual novel in which players follow the story of a high-school student navigating a series of bizarre deaths in Tokyo. As players progress through the story, they can make choices that influence the narrative. Some narrative sequences contain instances of violence, often with descriptive detail in the text (e.g., “[S]he snapped, tearing out her hair and ripping the skin off her face”). A handful of sequences depict still images of bloody corpses: a body impaled to a wall with spikes; a flayed body on a toilet; a body surgically implanted with a fetus; a severed hand inside a box. The game includes some sexual material in the text, including references to rape (e.g., “Can you masturbate just using your imagination”; “My genitals smashed…”; “I'm never going to lose my virginity…”; “Doing hentai stuff with your GF”; “Maybe I could rape her right in front of the class.”). One sequence depicts a character's clothing ripped off (revealing her underwear), with text describing a struggle (e.g., “[She] twisted her body to get away from me.”). The words “sh*t” and “a*shole” appear in the game."}, {"title": "LOL Surprise! B.B.s Born to Travel", "grade": "E", "summary": "This is a puzzle/strategy game in which players work at international LOL Surprise Stores. Players collect the correct ingredients to create LOL Surprise balls, filing customer's orders and earning new characters, outfits, and accessories."}, {"title": "Superior", "grade": "M", "summary": "This is a third-person co-op shooter in which players assume the roles of hunters on a mission to kill evil superheroes. Players explore city environments and use futuristic machine guns, plasma rifles, and rail guns to kill enemies (e.g., mutant creatures, henchmen, humanoids) in frenetic combat. Fire fights and melee combat are accompanied by large explosions, realistic gunfire, and cries of pain. Large-blood splatter effects frequently occur as enemies are shot and killed. Some attacks result in decapitation and/or dismemberment, resulting in large blood stains and chunks of flesh littering the environment."}, {"title": "Ultra Mega Xtra Party Challenge", "grade": "E10+", "summary": "This is a party game in which players can engage in 100 micro-games with various whimsical themes. Micro-games primarily involve light reflex and puzzle challenges rendered in a surreal, comical style. Several games and scenes depict male bodybuilders in speedos, including a close-up angle of a man's jiggling buttocks. There are also cartoony and/or pixelated depictions of characters' buttocks on outer-space statues/asteroids, cards/drawings, and spaceships. The game includes a play on words about a statue called Steroide/Steroid, presented as a fantastical asteroid and within the context of physical training/body building."}, {"title": "Apico", "grade": "E", "summary": "No Rating Summary"}, {"title": "KartRider: Drift", "grade": "E", "summary": "This is a kart-racing game in which players drive whimsical karts around tracks. Some game modes allow players to use cartoony weapons (e.g., banana peels, water balloons, storm clouds with lightning) to slow down opponents. Rocket/missile projectiles depict a targeting crosshair on intended targets before players shoot; small explosions are seen as drivers spin out."}, {"title": "NEOGEO POCKET COLOR SELECTION Vol. 2", "grade": "T", "summary": "This is a collection of ten classic SNK titles across a variety of genres (e.g., fighting, role-playing, sports). In one 2D wrestling game, players engage in one-on-one fighting with other wrestlers, using punches, kicks, and maneuvers to defeat opponents. One top-down role-playing game depicts players engaging in turn-based combat against creatures (e.g., giant mushrooms, giant insects), with weapon attacks accompanied by impact sounds. A handful of card games depict female characters in revealing outfits (e.g., low-cut tops, deep cleavage, partially exposed breasts). Crude humor is also present in the compilation: a character picking and flinging mucous; a dog defecating inside its outfit; a man pulling a string from his buttocks; and a man groping a character's groin area. In one casino-like setting, players can earn cards by playing on slot machines. One character is seen raising their middle finger."}, {"title": "Microsoft Minesweeper for Teams", "grade": "E", "summary": "This is a multiplayer version of the classic game Minesweeper. Players take turns clicking on tiles to clear grids while trying to mark/avoid mines."}, {"title": "Microsoft Solitaire for Teams", "grade": "E", "summary": "This is a card game in which players compete in multiplayer games of solitaire. Players can also compete in variations of solitaire (e.g., Klondike, Spider, Free Cell)."}, {"title": "Microsoft Wordament for Teams", "grade": "E", "summary": "This is a competitive word-find game in which players can search lettered tiles for words. Letters are worth a variety of points, as players can reach high scores by clicking on longer words."}, {"title": "SIFU", "grade": "M", "summary": "This is an action game in which players assume the role of a martial artist on a quest for vengeance against a gang. As players infiltrate the gang's hideout, they use punches and kicks to defeat gang members in frenetic melee-style combat. Players can pick up various objects (e.g., pipes, bottles, baseball bats) to use as weapons against enemies. Combat is highlighted by cries of pain, impact sounds, and close-up camera angles of finishing blows. Enemies sometimes emit splashes of blood when hit, leaving small blood stains on the ground. One cutscene depicts a character stabbed with a knife and bleeding out. In a hideout level, players can encounter a drug called Purple Mist, which is depicted as a mound of purple powder and cut lines; text and dialogue also reference drugs (e.g., “The drug produced here”; “Junkies. I don't think they'll be a problem.)."}, {"title": "Sonic Frontiers", "grade": "E10+", "summary": "This is an action platformer in which players follow Sonic and his friends as they battle mechanical Titans. From an overhead perspective, players zoom through an alternate dimension while collecting items (e.g., rings, power-ups) and battling enemies (e.g., bouncing on them). Boss battles prompt players to climb giant robots while targeting weak spots and engaging in timed button presses for specific actions (e.g., energizing a punch, prying a robot's jaw open, pushing back against a giant sword). Some sequences depict slow-motion effects and explosions."}, {"title": "SpongeBob: Krusty Cook-Off \"Extra Krusty Edition\"", "grade": "E", "summary": "No Rating Summary"}, {"title": "Police Simulator: Patrol Officers", "grade": "T", "summary": "This is a simulation game in which players can experience daily life as a police officer in a fictional American city. Players issue traffic violations, stop suspects on the street, handle car accidents, arrest characters, and pursue various suspects. Car-accident scenes sometimes depict wounded figures on the ground. Players use a pistol-like taser to stun fleeing suspects, resulting in characters briefly falling to the ground. Players' officer also has a handgun, though the game does not encourage its use (e.g., the shift ends if players shoot civilians or suspects). Players can use breathalyzers to test drivers' blood alcohol content, and sometimes characters are depicted drinking beer/alcohol in violation of public ordinance. During searches of suspects and vehicles, players can find bags of marijuana or white powder; there are also references to THC and amphetamines."}, {"title": "WONDER BOY: THE DRAGON'S TRAP", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Black Book", "grade": "T", "summary": "No Rating Summary"}, {"title": "Smurfs Kart", "grade": "E", "summary": "This is a multiplayer racing game in which players race with characters from the Smurfs franchise. As players race through tracks and whimsical locations (e.g., a wizard's home, Smurf village), they can pick up and use powers ups (e.g., fireworks, padded arrows, homing bees) to slow down opponents. Some projectile power-ups cause brief explosions."}, {"title": "The Elder Scrolls V: Skyrim Anniversary Edition", "grade": "M", "summary": "This is a fantasy role-playing game in which players assume the role of Dovakin, a figure with the power to combat dragons in the fictional world of Skyrim. As players traverse through open-world environments, they complete missions and quests that impact the fate of their character. Players use swords, bows and arrows, axes, and magic attacks (e.g., fireballs, ice shards) to kill various enemies (e.g., wolves, dragons, soldiers) in melee-style combat. Some sequences are highlighted by slow-motion effects, particularly for decapitations. Large blood-splatter effects also occur during combat, and some environments are stained with blood or body parts (e.g., heads impaled on spikes). Players have the ability to injure/kill non-adversary characters, including bound prisoners that scream in pain. The dialogue and text contain references to sexual material (e.g., “She...raped the men as cruelly as [he] had ravished her”; \"“She knew after all these many years when to be sensual and when to be sexual”; “Remember when you thought [he] was...intent on making you...into his personal sex slave?”). Alcohol such as wine, mead, and ale can be purchased and consumed by players' character throughout the game; in one sequence, players can engage in a drinking contest with another character, which eventually results in slurred speech. The word “sh*t” appears in the game."}, {"title": "Nickelodeon Kart Racers 3: Slime Speedway", "grade": "E", "summary": "This is a kart racing game, based on characters and themes from Nickelodeon properties, in which players drive around whimsical tracks in contests of speed or arena-type challenges. As characters race, they can pick up and use cartoony weapons (e.g., slime, oversized spatulas, projectiles) that cause opponents to spin out or slow down. Some levels depict giant noses that emit fountains of slime."}, {"title": "God of War: Ragnarok", "grade": "M", "summary": "This is an action-adventure game in which players help Kratos and his son on a dangerous quest. Players explore various realms and engage in frenetic hand-to-hand combat against human-like raiders and fantastical creatures (e.g., centaurs, trolls, dragons). Players use axes and chained blades to battle enemies, often resulting in large blood-splatter effects and dismemberment. Players can perform finishing attacks that depict close-up impalement via bladed and hand-held weapons; repeated axe strikes to a creature's neck results in decapitation. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Sackboy: A Big Adventure", "grade": "E", "summary": "This is a 3D adventure platformer in which players assume the role of Sackboy as he explores Craftworld and attempts to rescue Sackfolk from a villain. Players traverse platform environments, collect various items (e.g., bubbles), and battle whimsical enemies (e.g., fabric bulls). Players can defeat enemies by jumping on their heads, smacking them, or pulling their tails; enemies sometimes get stunned with “dizzy stars,” or disappear in a cloud of confetti and smoke. One song contains the word “damn.”"}, {"title": "Tales of Symphonia Remastered", "grade": "T", "summary": "This is a role-playing game in which players lead a group of adventurers on a quest to save a fantasy world. Players can interact with characters, complete quests, and battle soldiers and enemies (e.g., dragons, skeletons, sorcerers) in melee-style combat. Battles are accompanied by sword slashes, cries of pain, and bursts of light. A few sequences depict additional acts of violence and blood: a character hanging from the gallows, before being saved; an invisible character stabbed, resulting in a small blood pool. The game contains some suggestive material: characters designed with revealing outfits (e.g., deep cleavage); dialogue pertaining to breast size (e.g., “I'm like an ironing board,” “Is your chest the only part of you that's well endowed?”); male characters caught peeping at women in a hot springs/outdoor bath (one man earns the title Peeping Tom). In one casino setting, players can wager in-game currency on slot machines and blackjack. The word “a*s” appears in the game."}, {"title": "Tales of Symphonia Remastered", "grade": "T", "summary": "This is a role-playing game in which players lead a group of adventurers on a quest to save a fantasy world. Players can interact with characters, complete quests, and battle soldiers and enemies (e.g., dragons, skeletons, sorcerers) in melee-style combat. Battles are accompanied by sword slashes, cries of pain, and bursts of light. A few sequences depict additional acts of violence and blood: a character hanging from the gallows, before being saved; an invisible character stabbed, resulting in a small blood pool. The game contains some suggestive material: characters designed with revealing outfits (e.g., deep cleavage); dialogue pertaining to breast size (e.g., “I'm like an ironing board,” “Is your chest the only part of you that's well endowed?”); male characters caught peeping at women in a hot springs/outdoor bath (one man earns the title Peeping Tom). In one casino setting, players can wager in-game currency on slot machines and blackjack. The word “a*s” appears in the game."}, {"title": "THEATRHYTHM FINAL BAR LINE", "grade": "T", "summary": "This is a rhythm game featuring characters, settings, and sequences from the Final Fantasy franchise. Players engage in rhythm-based battles, commanding their fighters to use swords, pistols, and magic spells against enemies (e.g., dragons, ogres, half-human creatures). Video clips/cutscenes also depict instances of violence: large-scale battles with explosions; a character impaled by a lance; characters shot with guns/arrows, accompanied by brief blood spurts. Blood may also appear on the ground and on characters' faces. Some female characters wear revealing outfits (e.g., low-cut tops, deep cleavage). The word “a*s” appears in the dialogue."}, {"title": "Romancing SaGa -Minstrel Song- Remastered", "grade": "T", "summary": "This is a role-playing game in which players follow eight storylines surrounding a group of fighters battling monsters in a fantastical world. As players explore various environments interacting with characters, they can engage in turn-based battles using melee attacks, weapons (e.g., swords, spears), and magical attacks to deplete enemies' health bars. After selecting attacks/spells/actions from a menu, characters are depicted briefly striking enemy creatures (e.g., zombies, demons, monsters). Gallery images sometimes contain bloodstains and occasional depictions of breasts with minimal coverage."}, {"title": "Valis: The Fantasm Soldier Collection II", "grade": "T", "summary": "This is a collection of three side-scrolling action/platformer games in which players control warriors as they battle monsters and demons. Players use swords and magic to defeat enemies, some of whom use boomerangs, blades, and fiery attacks. Cutscenes depict further instances of violence and occasional blood: two characters slashed, resulting in small blood-splatter effects; a character impaled by a spear, with blood around the wound. Some female characters are designed in a suggestive manner (e.g., deep cleavage, bikini tops; small harpies and demons that appear nude, though with no discernible detail); character profiles sometimes reference characters' body parts (e.g., “Her classmates tell her she has a bigger bust than most of them”; “She thinks her butt is her worst feature, so she rarely wears jeans”)."}, {"title": "Warhammer 40,000 : Darktide", "grade": "M", "summary": "This is a first-person shooter in which players lead a strike team to take back a city on an alien planet. Players traverse industrial facilities, complete mission objectives, and engage in frenetic combat against various creatures (e.g., mutants, zombies, infected hordes). Players use rifles, laser blasters, explosives, and melee weapons to kill enemy creatures; large blood-splatter effects occur as enemies are killed. Some attacks can result in dismemberment and/or decapitation, leaving large blood stains and body parts throughout the environment. A handful of enemy creatures are depicted with exposed entrails/viscera."}, {"title": "Anno : Mutationem", "grade": "T", "summary": "This is an action-adventure game in which players assume the role of a private investigator (Ann) on a quest to find her missing brother. From a 2D side view, players explore futuristic city environments, interact with characters, perform quests/tasks, and battle enemies in melee-style combat. Players use swords and explosives to defeat enemies (e.g., thugs, dragons, androids). Battles are frenetic at times, highlighted by explosions and cries of pain. Additional depictions of violence and blood include a body hanging by a noose; a blood-stained corpse; and bloodstained floors. A night club depicts female dancers with jiggling breasts; one character in the club can proposition Ann (e.g., “What? You got no money? Well, if you could accompany me to my residence…”). Some characters are seen smoking cigarettes, and a mini-game set in a bar depicts patrons consuming alcoholic drinks created by players' character. The word “a*shole” appears in the game."}, {"title": "Senren*Banka", "grade": "M", "summary": "No Rating Summary"}, {"title": "Medieval Dynasty", "grade": "T", "summary": "No Rating Summary"}, {"title": "It Takes Two", "grade": "T", "summary": "This is a co-op adventure game in which players follow a divorcing couple through a fantasy adventure. Players work together with a magical book to break a spell that has turned them into dolls. Players solve puzzles, traverse whimsical environments, and battle fantastical enemies (e.g., wasps, moles, UFOs, vacuum cleaners). Players use blaster-type weapons, as well as melee weapons to defeat enemy creatures. Fighting is highlighted by cries of pain, explosions, and some gunfire. Characters are sometimes impaled by nails, and enemies often emit multicolored splashes when struck; purple blood stains are also seen on the ground. Vomiting and flatulence references occur several times (\"Pull my finger\"; \"Oh, I think I'm gonna throw up\"; \"Fart jokes are the best.\"); some characters emit flatulence for comedic effect. The word “sh*t” appears in the dialogue."}, {"title": "They Always Run", "grade": "M", "summary": "This is an action platformer in which players assume the role a bounty hunter (Aiden) on missions to capture criminals across the galaxy. Players traverse 2D platform levels while using punches, kicks, swords, and pistols to battle enemies in melee-style combat. Battles are often frenetic, highlighted by sword slashes and close-up slow-motion effects. Blood-splatter effects are frequently depicted as enemies are hit and killed. One sequence depicts a bound character shot in the head at close range. The words “f**k” and “sh*t” appear in the game."}, {"title": "Windstorm: An Unexpected Arrival", "grade": "E", "summary": "This is an adventure game in which players follow a teenager working on a horse ranch. Players care for horses, learn about the mysteries and challenges of the ranch, and encounter some scenes of mild violence and peril: a character punching a man off screen; a woman fleeing from a large fire; a character shooting arrows at a villain's car tires, causing the vehicle to crash. The words “damn” and “hell” appear in the game."}, {"title": "New Joe & Mac: Caveman Ninja", "grade": "E10+", "summary": "This is an action platformer in which players assume the roles of cavemen Joe and Mac as they try to rescue their village's women from Neanderthals. From a sideways perspective, players traverse whimsical environments while using elemental attacks (e.g., fire) and weapons (e.g., rocks, boomerangs, fangs) to defeat enemies (e.g., Neanderthals, dinosaurs). Fire and electrical attacks result in cartoonishly charred enemies; enemies also react to damage with bugged-out eyes and exaggerated features. One stage depicts dinosaur skeletons with flesh and mild bloodstains on the bones. The game includes some mildly suggestive content: men dragging women by the hair; men with their tongues hanging out ogling women in revealing outfits (e.g., short skirts, halter tops); women in bikinis kissing players' character on the cheek."}, {"title": "Voice of Cards: Beasts of Burden", "grade": "T", "summary": "This is a strategy role-playing game in which players follow the story of a teenager protecting her village from monsters. As players progress through the story (depicted with cards representing characters, maps, shops, story text), they engage in turn-based battles against fantastical enemies (e.g., skeletons, large insects, slimes). Players select attack moves from a menu and watch as cards strike each other or use elemental attacks (e.g., flame, lightning). Some of the text describes violence in dramatic detail: \"...[Y]ou carefully begin slicing into the worm's stomach”; “You can barely stand to look at their mangled corpses”; “Blood oozes out of a gapping wound on his back.” Some female creatures are designed with revealing outfits (e.g., low-cut tops, deep cleavage, partially exposed breasts); a handful of male creatures are depicted nude, though with no discernible details (i.e., no genitalia)."}, {"title": "Various Daylife", "grade": "E10+", "summary": "This is a role-playing game in which players assume the role of a colonist in a fantasy continent. As players traverse 2D environments, they can interact with characters, perform tasks, and engage in turn-based combat with creatures (e.g., golems, dragons, wolves). Players choose weapon attacks and magic spells (e.g., fire blasts, thunder strikes) from a menu; attacks are accompanied by sword slashes, explosions, and light bursts. The game contains some brief alcohol references in the dialogue (e.g., “So you're hungover”; “What if you had him make you something to prevent you from getting drunk?”). The words “p*ssed” and “bastard” appear in the game."}, {"title": "Demoniaca: Everlasting Night", "grade": "M", "summary": "No Rating Summary"}, {"title": "Aliisha: The Oblivion of the Twin Goddesses", "grade": "E", "summary": "This is a puzzle adventure game in which players control twin sisters as they explore fantastical 3D environments. Players traverse platform environments, solve puzzles, and use objects to manipulate doors, shrines, and statues."}, {"title": "ASTRO AQUA KITTY", "grade": "E", "summary": "No Rating Summary"}, {"title": "ASTRO AQUA KITTY - Pawsome Collection", "grade": "E", "summary": "No Rating Summary"}, {"title": "Blair Witch", "grade": "M", "summary": "This is a survival horror game in which players assume the role of a police officer (Ellis Jacob) in search of a missing boy. From a first-person perspective, players use video cameras, cellphones, flashlights, and Ellis' dog to track the missing boy while fending off supernatural creatures in a forest. As players progress through the game, they can find video footage depicting various acts of violence: a defenseless man stabbed to death; a man put through a spinning saw blade (off-screen). Cutscenes also depict intense acts of violence: a dramatic stabbing of a victim; an unarmed teenager shot to death by a police officer; players' character plunging a knife into a man's chest. Large blood-splatter effects occur in the game, and some environments depict blood stains on the victim's bodies. One sequence depicts a disemboweled deer with expose entrails; a murder victim is also seen with a mangled face and exposed muscle tissue. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Bunny Park", "grade": "E", "summary": "This is a resource-management game in which players manage a bunny park. Players can decorate, upgrade, and expand the park to increase its popularity and to obtain additional bunnies."}, {"title": "Bus Simulator 21", "grade": "E", "summary": "This is a driving simulation game in which players drive buses to transport passengers around cities. Players can drive routes in a variety of locations and must maintain schedules while following traffic rules."}, {"title": "Cobra Kai 2: Dojos Rising", "grade": "T", "summary": "This is an action/fighting game inspired by the TV show Cobra Kai. Players can control characters that battle various enemies (e.g., rival dojo members, street thugs) in hand-to-hand combat. Fighting mostly involves punching, kicking, and throwing enemies in order to drain their health bars; players can also use bats, sledgehammers, and special attacks (e.g., explosive bursts of fire, lightning attacks) to defeat enemies. Combat is highlighted by cries of pain, impact sounds, screen-shaking effects, and explosions. The words “a*s,” “b*tch,” and “bastard” appear in the game."}, {"title": "The Chant", "grade": "M", "summary": "This is a horror/action-adventure game in which players assume the role of a woman (Jess) trying to survive and uncover the secrets behind a strange island. From a third-person perspective, players explore the island, search for survivors, and battle various enemies (e.g., mutated creatures, plant monsters, infected cultists). Players use holistic weapons (e.g., salt, sage sticks, fire oil) and spiritual powers (e.g., repel, crystallize, swarm) to defeat enemy creatures in melee-style combat. Combat is accompanied by cries of pain, impact sounds, and frequent blood-splatter effects. Defeat/death animations include players' character impaled on objects (e.g., a spike, a creature's horns), and getting her eye gouged out by a monster. Some areas depict large blood stains amid flayed bodies, and animals with exposed entrails. During the course of the game, players' character can consume tea laced with psychedelic mushrooms, resulting in hallucination effects on screen. The words “f**k” and “sh*t” are heard in the game."}, {"title": "Mato Anomalies", "grade": "T", "summary": "This is a role-playing game in which players lead heroes on a quest to defeat mythical creatures. Players explore city environments, interact with characters, solve puzzles, and battle monsters in turn-based combat. Players select attack moves from a menu and watch characters perform actions in short animated sequences. Players use swords, pistols, shotguns, and magic to defeat enemy creatures. Battles are highlighted by impact sounds and screen-shaking effects. A handful of still-images depict splatters of blood on the screen and on characters' clothing. Some female characters are designed with revealing costumes (e.g., low-cut outfits, deep cleavage); one character refers to another as a \"whore.\" The game depicts characters consuming alcohol and getting drunk (e.g., flushed faces, slurred speech); one sequence depicts a man smoking a cigar. A fantasy drug, a plant causing hallucinations, is often described in the game, along with other drug references: “Creating addicts to then become…their best customers? That's a pretty sweet trade racket”; “This is one weird trip”; “I made a powder...and I swear It's still a pretty good buzz”; “The hallucinogenic stuff…”; \"What kind of drugs are you taking?\" The word “sh*t” appears in the game."}, {"title": "My Universe - My Baby Dragon", "grade": "E", "summary": "This is a pet simulation game in which players raise and care for a baby dragon. Players can feed and interact with the dragon while engaging in training activities (e.g., flying lessons, magic training)."}, {"title": "Oddworld Soulstorm", "grade": "T", "summary": "This is an adventure-platformer in which players assume the role of a character trying to save his people from an evil force. From a mostly side-scrolling perspective (i.e., 2.9D), players traverse platform environments, solve puzzles, and engage in various combat tasks (e.g., mind-controlling guards to shoot at one another, using characters to attack enemies). Enemy guards use missiles and machine guns to attack players and unarmed characters attempting to flee. Combat is highlighted by cries of pain, gunfire, and explosions; missiles sometimes cause enemies to explode into jibs or small chunks of flesh. A handful of cutscenes depict characters with bloody gunshot wounds. During the course of the game, a character is frequently depicted smoking a cigar. The word “sh*t” appears in the dialogue."}, {"title": "Resident Evil 4", "grade": "M", "summary": "This is a VR action-horror action game in which players assume the role of a man (Leon Kennedy) attempting to rescue a character from a mysterious cult. From a first-person perspective, players use pistols, rifles, shotguns, and machine guns to kill infected humans and mutant creatures. Some attacks result in decapitation, accompanied by large blood-splatter effects; several levels depict large bloodstains and/or impaled bodies. Cutscenes depict further instances of intense violence: a character decapitated by a chainsaw; a man impaled through the chest; a character's face burning from acidic fluids. The word “sh*t” appears in the dialogue."}, {"title": "Song in the Smoke", "grade": "T", "summary": "This is a survival/adventure game in which players make their way through several wilderness environments collecting resources, hunting, and crafting tools/weapons/potions. From a first-person perspective, players use spears, arrows, and axes to attack deer, boar, lions, lizards, and other animals. Animals scratch and bite the player, eventually resulting in blood pooling across the screen when the player is killed. Players can butcher animal carcasses to obtain pelts, bones, and meat as well as “raw gut,” which is briefly depicted as a handful of entrails in the player's hand. Small splatters of blood also appear during butchering sequences."}, {"title": "Triangle Strategy", "grade": "T", "summary": "This is a role-playing adventure game in which players follow the story of a nobleman whose kingdom is on the brink of war. As players progress through the narrative, they can interact with characters to gain allies, make dialogue choices, and engage in tactical turn-based combat. Presented from a 3/4-overhead perspective, players position characters on a grid-based area, using weapon strikes and magic to defeat enemy forces. Battles are accompanied by cries of pain, impact sounds, and screen-shaking effects. Cutscenes depict additional acts of violence and blood: a character with a pool of blood underneath his body; a character killed by an arrow; a character executed off-screen. Some female characters are designed in outfits with moderate amounts of cleavage; the dialogue contains some suggestive innuendo (e.g., “You really must use your head more often. The one atop of your shoulders, that is\"; “You seem like an honest man. I will thoroughly enjoy laying you down….hahaha.”). The game contains some references to wine, ale, and getting \"tipsy\" in dialogue; a drunk character is depicted slurring his speech, hiccupping, then passing out. The word “sh*te” is heard in the game."}, {"title": "Kukoos: Lost Pets", "grade": "E", "summary": "This is an adventure platformer in which players control oceanic characters through various worlds. From sideways and overhead perspectives, players traverse whimsical platforms and use power-ups to defeat enemy pets that emit cries of pain and disappear into puffs of smoke when struck/jumped on. Boss battles depict more protracted violence (e.g., shooting a giant crab with a cannon; deflecting large bullets fired from a cartoony machine-gun turret)."}, {"title": "Operation Wolf Returns: First Mission", "grade": "T", "summary": "This is an arcade-style first-person shooter in which players engage in combat missions to disband a criminal network. While infiltrating enemy bases, players use pistols, machine guns, and grenade launchers to destroy vehicles and kill enemy soldiers. Firefights can be frenetic, highlighted by realistic gunfire, cries of pain, and large explosions. Enemies emit brief splashes of blood when hit. As players make their way through each level, they must avoid shooting civilians including a running woman with jiggling breasts. The game often depicts a sergeant holding and/or smoking a cigar."}, {"title": "RWBY: Arrowfell", "grade": "E10+", "summary": "This is an action platformer in which players control warriors that battle various enemies while progressing through a storyline. Players traverse platforms, solve puzzles, interact with characters, and battle small enemies (e.g., robots, cyborgs, human figures). Characters use swords and futuristic blasters to defeat enemies; combat is highlighted by fantastical gunfire, impact sounds, and brief explosions."}, {"title": "DC League of Super Pets: The Adventures of Krypto and Ace", "grade": "E10+", "summary": "This is an action game in which players control superpowered dogs as they fly through Metropolis battling evil robots. From a third-person perspective, players control Krypto and Ace as they fly in and around buildings using lasers, frost breath, and special attacks to destroy enemies (e.g., drones, turrets, boss robots). Combat is highlighted by explosions, blaster fire, and screen-shaking effects."}, {"title": "DC League of Super-Pets: The Adventures of Krypto and Ace", "grade": "E10+", "summary": "This is an action game in which players control superpowered dogs as they fly through Metropolis battling evil robots. From a third-person perspective, players control Krypto and Ace as they fly in and around buildings using lasers, frost breath, and special attacks to destroy enemies (e.g., drones, turrets, boss robots). Combat is highlighted by explosions, blaster fire, and screen-shaking effects."}, {"title": "Evil West", "grade": "M", "summary": "This is an action-adventure game in which players assume the role of a monster hunter (Jesse Rentier) amid an alternative 19th-century American West. From a third-person perspective, players explore towns and wild-west environments, while engaging in frenetic combat with enemies (e.g., monsters, demons, vampires, humans). Players use over-the-top melee attacks/punches, as well as shotguns, pistols, and special skills to kill hordes of enemies. Combat is highlighted by gunfire, screams of pain, and blood-splatter effects. Some weapon attacks result in decapitation and dismemberment. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "F.I.S.T.: Forged In Shadow Torch", "grade": "E10+", "summary": "This is an action-platformer in which players assume the role of a rabbit soldier battling corruption in Torch City. From a side-scrolling perspective, players traverse platforms while using mechanical armor to battle enemies (e.g., soldiers, rock monsters). Players use punches, electric whips, and guns/lasers to attack enemies in melee-style combat. Combat can be frenetic at times, highlighted by cries of pain, impact sounds, and small explosions. One level depicts a club/venue with female rabbit dancers on a neon sign. Another sequence depicts a conversation with a hiccupping rabbit character, described as drunk (\"He's drunk.\"). The words “p*ss me off” and “dumba*s” appear in the dialogue."}, {"title": "FIFA 23", "grade": "E", "summary": "This is a soccer simulation game in which players engage in realistic matches with teams across international leagues. Players can practice penalty kicks, assign on-field strategies, and participate in a variety of game modes to improve their soccer skills."}, {"title": "FIFA 23 Legacy Edition", "grade": "E", "summary": "This is a soccer simulation game in which players engage in realistic matches with teams across international leagues. Players can practice penalty kicks, assign on-field strategies, and participate in a variety of game modes to improve their soccer skills."}, {"title": "Fight Crab", "grade": "T", "summary": "No Rating Summary"}, {"title": "Foretales", "grade": "E10+", "summary": "This is an adventure game in which players use a variety of action cards to progress through a fantasy storyline. Players follow animal characters as they interact with townsfolk, battle bandits/enemies, and search for treasure. Action cards can contain combat moves (e.g., shooting arrows, flinging pepper to distract), which are conveyed via brief impact sounds, dwindling hit points, and screen-shaking effects. One card depicts small bloodstains on a snake's sword. A handful of sequences depict characters discussing rum, grog, whiskey, or wine; in one sequence, an animal is given a bottle of rum to consume (e.g., \"*glug*...*glug*...*glug*...*hic*...*hic*...\"). The words “damn” and “hell” appear in game text."}, {"title": "Inertial Drift: Twilight Rivals Edition", "grade": "E", "summary": "This is an arcade-style racing game in which players follow a group of friends as they compete to win the Summer Grand Prix. Players race and drift around different tracks as they compete in a variety of game modes (e.g., Time Attack, Ghost Race, Endurance)."}, {"title": "Lemon Cake", "grade": "E", "summary": "This is a strategy game in which players restore and manage an abandoned bakery. Players can grow ingredients in the greenhouse, bake pastries in the kitchen, and serve baked goods to customers."}, {"title": "The Eternal Castle [Remastered]", "grade": "M", "summary": "No Rating Summary"}, {"title": "Vampire the Masquerade - Coteries of New York", "grade": "M", "summary": "This is a visual novel in which players navigate a conflict between vampiric factions in New York. As players follow the storyline, they make dialogue/action choices that can influence the plot; cutscene text can describe violent acts in detail (e.g., “His lifeless body crumples to the ground and begins to decompose in real time”; “You hear the shears click. . .[her] red hair conceals her face as her head falls, separated from the shoulders”). One still image depicts a bedroom with two corpses lying in pools of blood. Sexual material appears in the text/dialogue (e.g., “On top of the bedsheets, you notice what seems to be...pieces of elaborate S&M equipment\"; “...feeling up a sex worker at a nightclub;” “[F]un fact about being a vampire...Some of us can even orgasm”; “This is not a sex show?”). The words “f**k,” “c*nt,” and “sh*t” appear in the game."}, {"title": "Vampire the Masquerade - Shadows of New York", "grade": "M", "summary": "This is a visual novel in which players assume the role of a vampire investigating a murder while navigating conflicts between New York's clans. As players follow the storyline, they make dialogue/action choices to affect the plot. One interrogation scene gives players the option to “do whatever is necessary”; the torture sequence is described in text (no actions depicted). Another scene depicts the aftermath of a gunfight, with corpses lying in pools of blood. The game references sexual material (e.g., “[He's] a... sexual predator...”; “...some weird psychosexual stuff with her brother”; “You just told me your bosses are having Eyes Wide Shut parties, and suddenly you don't believe in rich people's pedophile rings?”). The game includes brief drug content: references to Ketamine and MDMA; dialogue such as “Maybe this one time, the high won't end”; \"I have to replenish my stash\"; \"No drugs tonight\"; “What are you, a junkie?”). The words “f**k,” “c*nt,” and “sh*t” appear in the game."}, {"title": "Stranded: Alien Dawn", "grade": "T", "summary": "This is a survival strategy game in which players manage the fate of survivors from a crashed-landed space cruise. From a top-down perspective, players explore an alien world, direct survivors to scavenge/gather resources, engage in expeditions, and occasionally battle hostile aliens. Characters use arrows, guns, and machine-gun turrets to kill attacking aliens or hunt animals for food. Some creatures emit splatters of blood when injured; human characters are also depicted with splatters of blood when wounded or attacked. Players have the option to harvest human meat from corpses for survival (though the game does not encourage players to do so). The game contains some mildly suggestive material: non-specific references to characters flirting and telling suggestive/inappropriate jokes; a character bio that reads, “Yokko was a highly sought-after escort…”; players' ability to remove characters' clothing (down to their underwear) and place them in bed together. Characters can distill moonshine and consume alcohol (e.g., wine, ale); survivors that drink too much alcohol can become drunk and vomit. Players can also grow tobacco-like crops that can later be smoked by survivors."}, {"title": "Octopath Traveler II", "grade": "T", "summary": "This is a role-playing game in which players follow the stories of eight characters in a fantasy world. From a top-down perspective, players explore towns while interacting with figures and battling enemies (e.g., monsters, human villains). Combat is turn-based, with players selecting attack moves from a menu then watch characters perform brief actions on screen. Characters use spears, swords, and elemental attacks to deplete opponents' health bars; battles are highlighted by impact sounds and cries of pain. Cutscenes sometimes depict small defenseless characters killed by bladed weapons. Swords or bags are sometimes depicted with blood stains. The game contains some suggestive material: a female character designed with low-cut clothing and deep cleavage; dialogue such as \"...another brothel girl...[H]ow about entertaining us instead? I'm sure you'll find us more satisfying than the lord himself”; “After you downed three full glasses of wine, you and I got up to all sorts of naughty hijinks”; “Why don't you come have some fun with us?...[W]e were told we could have our way with you…”). Characters are sometimes depicted drinking liquor and/or hiccupping and drunk; one scene depicts a character smoking a cigarette. The words “p*ssed” and “bastard” appear in the game."}, {"title": "Commandos 2 & 3 - HD Remaster Doublepack", "grade": "T", "summary": "This is a collection of two strategy games in which players use tactics to lead military units through campaign missions in World War II. From a ¾-overhead perspective, players position units/soldiers on a battlefield to engage enemy forces. Players use rifles, pistols, and tanks to attack soldiers; some missions require players to use stealth to incapacitate or kill enemies. Combat is highlighted by realistic gunfire, cries of pain, explosions, and brief splashes of blood. The collection contains some suggestive material: a seduction option that allows players to distract soldiers; a brief still-image of a female character bending towards the camera. Some sequences, along with historical war footage, depict characters smoking cigarettes; cigarettes can also be used to distract and/or lure guards away from their post. The word “sh*t” appears in the game."}, {"title": "UNDECEMBER", "grade": "T", "summary": "This is an action role-playing game in which players assume the role of a warrior trying to save the world from an evil god. From a 3/4-top-down perspective, players explore various locations while battling enemies (e.g., bandits, soldiers, monsters) in frenetic combat. Players use swords, arrows, axes, and other weapons to kill enemies; fighting is highlighted by cries of pain, explosions, and frequent blood-splatter effects. Some weapons/attacks result in dismemberment, with small limbs exploding off enemies. One cutscene depicts a giant monster's mandible getting torn from its face. Some female creatures are depicted partially nude, though with no discernible details (i.e., no nipples or genitalia); camera angles occasionally linger on creatures' chests/breasts."}, {"title": "Super Perils of Baking", "grade": "E", "summary": "No Rating Summary"}, {"title": "Bayonetta 3", "grade": "M", "summary": "This is an action-adventure game in which players help Bayonetta battle an invading force from a parallel universe. Players use hand-to-hand combat, magic attacks, and summoned creatures (e.g., dragon, giant frog, spiked spider) to kill enemy forces in frenetic combat. Battles are accompanied by impact sounds, blood splatter, and slow-motion effects. Some sequences depict additional acts of violence and/or gore: characters impaled through their chests; a woman ripping her heart out, holding it out with a blood-stained hand. One sequence depicts a female character's clothing sliced off and discarded, exposing portions of her buttocks and breasts. The words “f**k” and “sh*t” are heard in the game."}, {"title": "SEGA Genesis Mini 2", "grade": "T", "summary": "This is a collection of classic Sega Genesis games from the 80s and 90s. Games include action/adventure titles in which players can attack realistic and fantastical enemies by using axes, swords, guns, and other melee weapons. One side-scrolling game depicts blood-splattered rooms and enemies that burst into splatters of blood and viscera when killed. Other games depict one-on-one fighting, with characters punching and kicking each other in attempts to drain opponents' health meters. A handful of games depict female characters in revealing outfits (e.g., low-cut/bra-like tops, deep cleavage)."}, {"title": "Coromon", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Rune Factory 3 Special", "grade": "T", "summary": "This is a role-playing game in which players assume the role of an amnesiac fighter trying to settle disputes between humans and monsters. Players explore environments (e.g., towns, dungeons, forests), interact with characters, complete missions, (e.g., resource gathering, farming), and battling various monsters (e.g., goblins, mushrooms, giant spiders). Characters use swords, axes, and magic attacks to defeat monsters in melee combat; battles are highlighted by impact sounds, dwindling health bars/hit points, and screen-shaking effects. Some female characters are depicted in swimsuits that reveal moderate amounts of cleavage; the dialogue contains some innuendo (e.g., “Ahem! My eyes are up here“; \"I wasn't ogling you”; \"You aren't...getting up to anything too kinky...\"). During the course of the game, players can obtain and give bottles of wine, causing recipients/players' character to fall asleep after drinking."}, {"title": "Dungeon Munchies", "grade": "M", "summary": "No Rating Summary"}, {"title": "Returnal", "grade": "T", "summary": "This is a third-person shooter in which players assume the role of an astronaut reliving the same day after crash landing on an alien planet. As players traverse the alien landscape, they battle native creatures and mechanized sentries. Players use futuristic pistols, machine guns, and rocket launchers against enemies. Combat is frenetic, with realistic gunfire, explosions, and cries of pain. Some alien creatures emit splashes of blood when shot and killed. In one sequence, blood stains appear on an altar that players interact with. The word “bastard” appears in the game."}, {"title": "The Last of Us Part 1", "grade": "M", "summary": "This is an action game in which players assume the roles of Joel and Ellie, human survivors battling their way through a post-apocalyptic world. From a third-person perspective, players traverse through city ruins and use a variety of weapons (e.g., pistols, rifles, explosives, spiked bats, steel pipes, blades) and melee attacks to fight off infected mutants and other human survivors. Players can also employ stealth kills (e.g., strangulations, pistol executions, stabbing attacks) and engage in extended combat sequences involving close-up camera angles and on-screen prompts. Screams of pain, realistic gunfire, and blood-splatter effects accompany the combat. Several attacks result in decapitation or dismemberment; body parts are depicted in some areas (e.g., chopping blocks). Cutscenes also depict intense acts of violence: a young character dying from gunshot wounds; adult characters executed at point-blank range; enemy characters being interrogated and stabbed in the knee. During the course of the game, a character makes sexual remarks about an adult magazine (e.g., \"Whoa. How the hell would he even walk around with that thing” and “Oh why are these [pages] all stuck together?”). One scene allows the player to decide whether a young character drinks alcohol. The words “f**k,” “sh*t,” and “a*shole” appear in the dialogue."}, {"title": "Kardboard Kings: Card Shop Simulator", "grade": "T", "summary": "This is a management simulation game in which players manage a card shop in a fictional version of Australia. Players buy, sell, and trade inventory supply, help customers, and occasionally battle other characters in turn-based card combat. A handful of cards depict stylized red blood (e.g., a deer with blood dripping from arrow wounds; a character's knife dripping with blood). The word “d*ckhead” appears in the game."}, {"title": "Teenage Mutant Ninja Turtles: Shredder's Revenge", "grade": "E10+", "summary": "This is an action game in which players help the Teenage Mutant Ninja Turtles defeat the villain Shredder. Players traverse 2D side-scrolling levels and use punches, kicks, and cartoony weapons (e.g., swords, nunchucks, hockey sticks) to battle enemies (e.g., foot soldiers, robots, large boss characters). Combat is sometimes frenetic, highlighted by impact sounds, mild explosions, and screen-shaking effects."}, {"title": "Industria", "grade": "T", "summary": "No Rating Summary"}, {"title": "Deathwish Enforcers", "grade": "M", "summary": "This is an action platformer in which players control 1970s-era cops through 2D levels of crime-ridden streets. Players attempt to take down an evil crime syndicate while punching and kicking various enemies. Players can also use melee weapons (e.g., knives, bats) and firearms; combat is highlighted by gunfire, explosions, and blood-splatter effects. Some levels contain zombies and monsters that can be blown into pieces/decapitated. Several levels contain prostitutes that can be rescued, while one level prompts players to defeat a Porn King; backgrounds can depict assorted sexual themes/imagery: flashers with Eat Here signs covering their crotches; neon signs with female figures and “XXX”; store signs advertising Porn. During this level, players can briefly walk through a video shoot, with topless women standing nearby. In the score tally (displaying items picked up), small icons of drugs are depicted (e.g., white bags and bricks of cocaine). The word “c*ck” appears in the game."}, {"title": "Pumpkin Jack", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "No More Heroes 3", "grade": "M", "summary": "This is an action game in which players assume the role of Travis Touchdown, an assassin battling aliens while trying to reach the top of the Galactic Superhero Rankings. From a third-person perspective, players use a beam katana to engage in frenetic melee combat against alien and human enemies. Combat is highlighted by large blood-splatter effects, dismemberments/decapitations, and screams of pain. Finishing moves can trigger a zoomed-in perspective and slow-motion effects. Cutscenes depict further instances of intense violence: an alien ripping the arms off a fallen foe; an character crushing the skull of an enemy; a bound man repeatedly slashed, then decapitated. Camera angles sometimes focus on female characters' revealing outfits and anatomy (e.g., low-cut tops, short skirts); some areas allow players to zoom in on female figures with upskirt detailing. During the course of the game, players' character uses a masturbatory gesture to charge their beam katana. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "One Piece Odyssey", "grade": "T", "summary": "This is an action-adventure game in which players follow the story of shipwrecked characters from the One Piece comic and animated series. As players explore a mysterious island, they engage in turn-based battles with enemy pirates/thugs and occasional large creatures. Players choose attack moves/skills from a menu before watching short animations of characters punching/kicking, using swords or pistols, or throwing fireballs/bursts of energy. Characters cry out in pain when injured, and damage is indicated by dwindling health meters/hit points. Cutscenes contain more dramatic instances of violence: characters using fire attacks on each other, as one appears to get killed; a man shooting a pistol at a young character at close range. The game contains some suggestive material: female characters designed with revealing outfits (e.g., low-cut tops, deep cleavage); close-up camera views of characters' chests; text/dialogue such as \"The golden ration of exposed buttock\" and “Their long exposure to humans has given them a perverted response to naked women.” One recurring character named Smoker is depicted with two cigars in his mouth. The word “bastard” appears in the game."}, {"title": "OneShot: World Machine Edition", "grade": "E", "summary": "This is an adventure game in which players assume the role of a catlike creature on a quest to restore a world's sun. From a top-down perspective, players explore the environment and solve puzzles to progress through the story. One of the item's in the game is a bottle of alcohol."}, {"title": "Psychonauts", "grade": "T", "summary": "This is an adventure game in which players help a young psychic (Raz) save his fellow campers after they are kidnapped from a summer camp. As players explore the camp and project themselves into the minds of others, they use psychic punches and abilities (e.g., Telekinesis, Levitation) to defeat mutant creatures and physical manifestations of emotional trauma. The melee-style combat can be frenetic at times, with impact sounds, cries of pain, and screen-shaking effects. One boss character is depicted with large bloody cleavers and bloodstains on his clothing; one area depicts a giant grinder with bloodstains on its blades. The dialogue and text sometimes reference drugs and suggestive material (e.g., “Earlier tonight, Goggalor broke some of his jailhouse cronies out of the slammer so they can enjoy a night on the town, popping pills and soliciting inexpensive call girls”; \"I'm practicing for tonight, when it's gonna be full of ladies\"; \"Goggalor: On Drugs?\"). The word “a*s” appears in the dialogue."}, {"title": "Suikoden I HD Remaster Gate Rune War", "grade": "E10+", "summary": "This is a role-playing game in which players assume the role of fighters trying to defeat an evil emperor. From a top-down perspective, players explore environments and engage in turn-based combat with various enemies (e.g., humans, ghouls/zombies, harpies). Players select attack moves/spells from a menu as they watch characters strike enemies with fists/kicks, swords, and magic. Some sequences depict armies of small characters trading blows with swords and blasts of magic. The game contains some suggestive depictions (e.g., pixelated female monsters with hands covering their breasts) and dialogue (e.g., “Come, pour me a glass, loverboy”; “That old creep Kraze keeps undressing me with his eyes.\"). Players can also engage in a dice game with wagers of in-game currency. The word “bastard” appears in the game."}, {"title": "Suikoden II HD Remaster Dunan Unification War", "grade": "T", "summary": "This is a role-playing game in which players assume the roles of fighters building an army to defeat an evil villain. From a top-down perspective, players explore various environments while engaging in turn-based combat with human and fantastical enemies (e.g., monsters, ghouls, zombies, harpies). Players select attack moves/spells from a menu as they watch characters use spells and weapons (e.g., swords, spears, guns) to defeat characters. Cutscenes sometimes depict villains slashing civilians or threatening children. One scene depicts several soldiers repeatedly shot/impaled by arrows. A handful of cutscenes depict drips of blood after characters cut themselves or are poisoned. The game contains some suggestive material: ghoul characters designed with deep cleavage; bare-chested harpies, though without discernible details (i.e., no nipples); and mild suggestive dialogue (e.g., “[D]on't try and undress me with your eyes...\"; “She had a great butt on her, lemme tell ya”; “Don't leer! It's not that kind of show.”). Some mini games allow players to gamble money on dice rolls. The word “bastard” appears in the game."}, {"title": "We Are OFK", "grade": "M", "summary": "This is an adventure game in which players follow a handful of characters as they try to establish a music career in L.A. Players select dialogue choices and follow a storyline that includes interacting with characters, sending text messages, selecting lyrics, and playing music videos. A few scenes depict two characters in bed (no nudity) after having sex. The dialogue also contains sexual material (e.g., “...I'll post robo hentai from the official account...\"; “I don't trust a company that doesn't embrace its horny fanbase”; “He and his Balenciagas can go s*ck each other off”; \"just the girls with the hundred-k followers and the good t*ts.” The word “f**k” appears in dialogue."}, {"title": "WHITE DAY: A LABYRINTH NAMED SCHOOL", "grade": "T", "summary": "This is a first-person survival horror game in which players assume the role of a high-school student trying to escape a haunted school. As players search for tools/clues, they encounter violent spirits and janitors that roam the halls with baseball bats. If players are caught by a janitor, an animation depicts the central character getting struck with a bat, resulting in blood-splatter effects across the screen. A handful of sequences depict additional acts of violence: a student getting hit several times while lying on the floor; a ghost stabbing the student in the chest with a knife; a woman accidentally falling to her death and bleeding on the ground."}, {"title": "Goat Simulator 3", "grade": "T", "summary": "This is a simulation game in which players control a goat whose goal is to cause as much destruction as possible in an open-world environment. Players earn points by using the goat's abilities (e.g., ramming, jumping, running) to destroy objects and complete challenges. Several stunts involve violence: electrocuting pedestrians; shooting fireballs at bystanders; detonating bombs; pushing humans off cliffs. Damage to humans is depicted by ragdoll effects, running and screaming, and getting set on fire. The game contains instances of crude humor (e.g., piles of manure; green clouds and flatulence sounds; characters vomiting objects and green liquids). The word “sh*t” appears in the dialogue."}, {"title": "Ben 10: Power Trip", "grade": "E10+", "summary": "This is an action-adventure game in which players control Ben Tennyson, a young boy with the ability to transform into various aliens. Players try to stop a villain, perform missions, and battle monsters by using melee combat and alien powers (e.g., blasts of fire, spike-like projectiles, powered-up punches). Combat can be frenetic, with brief cries of pain and depictions of enemies catching on fire or exploding into bursts of energy and coins. Boss fights involve more protracted combat with larger enemies."}, {"title": "Green Lava Studios Volume 2", "grade": "M", "summary": "No Rating Summary"}, {"title": "Paradigm Paradox", "grade": "T", "summary": "This is a visual novel in which players follow a high-school girl navigating a world filled with monsters and superheroes. As players read through text (accompanied by voices and pictures), they can encounter some still-screen images that depict battles between characters and monsters (Vectors); combat sounds include cries of pain, gunfire, and explosions. A handful of still images depict blood: characters' faces or clothing splattered with blood; corpses lying in pools/splatters of blood. The words “a*s” and “p*sses me off” appear in the game."}, {"title": "Persona 5 Royal", "grade": "M", "summary": "This is a role-playing game in which players assume the role of a high-school student who enters an alternate world and uses special powers to change the hearts of people in the real world. As players explore themed areas of the “Metaverse,” they engage in turn-based combat against fantastical creatures (e.g., demons, evil spirits, shadow creatures). Characters use blades, pipes, firearms, and Personas (i.e., creatures that enable magical attacks) to defeat enemies; battles are highlighted by light effects, impact sounds, and cries of pain. Some cutscenes depict characters ripping masks off their faces as blood sprays. One cutscene depicts a man shooting another character in the head at close range; blood is shown pooling on the floor and splattering the victim's clothes. Several female monsters/Personas are depicted with exposed breasts, and a handful of creatures have phallic-shaped heads, torsos, or appendages. Various Personas (e.g., Succubus, Incubus) have sexual characteristics that are described in text (e.g., “They visit sleeping men/women and have sexual intercourse with them”); dialogue also includes sexual references (e.g., “Apparently he's been forcing young idols and other girls to have sex with him to move up in the ranks”). Drug smuggling for the mafia is briefly discussed during a side quest (e.g., “Like illegal drugs…? Maybe they made Iida smuggle drugs for them.”). The words “f**k,” “sh*t,” and “a*shole” appear in the dialogue."}, {"title": "STAR OCEAN THE DIVINE FORCE", "grade": "T", "summary": "This is a role-playing game in which players control fighters trying to prevent war between interplanetary factions. From a third-person perspective, players explore various worlds while performing quests and battling enemies. Players use swords, guns, explosives, and magic spells to kill enemies (e.g., thieves, knights, robots, giant animals). Combat can be frenetic, highlighted by dwindling health bars/hit points, gunfire, and occasional explosions. Cutscenes sometimes depict further instances of violence, such as a man shot at close range. Some female characters are designed with revealing outfits (e.g., deep cleavage, outline of buttocks). The words “sh*t” and “a*shole” appear in the game."}, {"title": "Tin Hearts", "grade": "E", "summary": "This is a puzzle game in which players create paths for tin soldiers to march through. Players solve various puzzles and rearrange blocks/objects to direct soldiers around an inventor's whimsical workshop."}, {"title": "Atelier Ryza 3: Alchemist of the End & the Secret Key", "grade": "T", "summary": "This is a role-playing game in which players control Ryza and her friends as they search for the source of a mysterious voice. From a third-person perspective, players explore environments (e.g., towns, forests), interact with characters, and battle various enemies (e.g., fairies, knights, wolves, monsters). Characters use swords, staffs, spears, bombs, and magic to defeat enemies; battles can be frenetic, highlighted by impact sounds, light effects, and explosions/fiery blasts. Some female characters are designed with large breasts and revealing outfits (e.g., deep cleavage, swimsuits), and brief/moderate jiggling effects. The word “p*ssed” appears in the game."}, {"title": "SIGNALIS", "grade": "M", "summary": "This is an action role-playing game in which players assume the role of a humanoid android in a dystopian future. From a 3/4-overhead perspective, players explore a cold planet, search for resources, and battle malfunctioning androids. Players use pistols and shotguns to shoot and destroy androids, resulting in blood effects that stain the ground. Battles are highlighted by realistic gunfire and cries of pain. Cutscenes depict additional acts of violence and blood: a woman choked to death; a character impaled in the head. Large blood stains and bloodied corpses are depicted in several environments."}, {"title": "Age of Empires II: Definitive Edition", "grade": "T", "summary": "This is a real-time strategy game in which players control empires from the Dark Age through the Imperial Age. From an overhead perspective, players complete campaigns, build structures, gather resources, and command/deploy military units (e.g., infantry, horsemen, war elephants) against nearby civilizations. Players can zoom in on military units, while they use swords, bows, and cannons to eliminate enemy forces and structures; battles are accompanied by weapon clashes, cries of pain, and explosions. Some battlefields depict impaled soldiers on spikes, and a handful of cutscenes depict images of soldiers impaled by arrows. One still-image sequence shows a large bloodstain on the ground along with blood splatter on parchment. The word “bastard” is heard in the game."}, {"title": "Gotham Knights", "grade": "T", "summary": "This is an action role-playing game in which players control one of four Batman Family members through missions around Gotham City. Players explore open-world environments while investigating crime scenes and fighting criminals/villains. Players mostly engage in melee-style combat using punches, kicks, and takedowns to defeat enemies. Combat is highlighted by impact sounds, cries of pain, occasional gunfire, and explosions. Stealth attacks and takedowns result in brief cutscenes: characters slamming enemies' heads into floors/walls; kicks/knees to the head; close-range gunshots to enemies' torsos. Blood stains are sometimes depicted on wounded characters' faces and/or clothing and splattered around crime scenes; some bodies can be examined for autopsy during investigations. The game contains several alcohol references (e.g., wine, beer, whiskey, drunkenness), and one scene depicts a villain drinking whiskey. Some characters can be seen smoking in various areas of Gotham City. The words “sh*t” and “a*shole” appear in the game."}, {"title": "Mount & Blade II: Bannerlord", "grade": "M", "summary": "This is an action/role-playing game in which players assume the role of a warrior in a medieval, fictional world. Players maneuver troops around a map while engaging in diplomacy and fighting battles; combat is depicted from third and first-person perspectives, with characters using swords, arrows, maces, and spears to attack and kill enemies. Fighting can be frenetic at times, highlighted by screams of pain, impact sounds, and large blood-splatter effects. Arena fighting depicts more dramatic instances of violence, with close-range melee fighting, spears thrown through opponents' heads, and copious amounts of blood (e.g., blood gushing from characters, blood stains covering corpses)."}, {"title": "Diablo® IV", "grade": "M", "summary": "This is an action role-playing game in which players assume the roles of heroes battling the forces of Hell. From a 3/4-overhead perspective, players explore dungeons and battle demons in frenetic melee-style combat. Players use swords, axes, maces, and magical attacks to kill enemy creatures. Blood-splatter effects occur as characters are hit; some attacks result in dismemberment and/or decapitation. Several environments depict large blood stains, with mutilated bodies on spikes and torsos with exposed entrails/viscera. Cutscenes depict more intense acts of violence: a man slitting his throat to complete a ritual; close-up depiction of a man mauled and eaten by attack guards. The word “sh*t” appears in the game."}, {"title": "Asdivine Saga", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "From Space", "grade": "T", "summary": "This is a top-down shooter in which players assume the role of a soldier on a quest to liberate Earth from an alien invasion. Players explore city environments, help survivors, and use pistols, machine guns, and explosives to kill hordes of pink alien creatures. Combat can be frenetic at times, highlighted by realistic gunfire, large explosions, and pink blood-splatter effects that stain the environment. Red orbs of blood also appear when human characters are injured."}, {"title": "Slipstream", "grade": "E", "summary": "No Rating Summary"}, {"title": "The Sorrowvirus - A Faceless Short Story", "grade": "M", "summary": "No Rating Summary"}, {"title": "Shredders", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Cuphead", "grade": "E10+", "summary": "This is an action game in which players assume the role of animated cups (Cuphead and Mugman) as they repay their debt to the devil. Players traverse through side-scrolling levels, shoot magic attacks from their fingers, and engage in several boss battles against robots, humans, and giant animals/creatures (e.g., birds, frogs, mice, rabbits). Graphics are depicted in a stylized, 1930s/'40s-animated-style; combat is frenetic with frequent cries of pain and explosions. Several enemy characters are depicted smoking cigars, cigarettes, or pipes; a handful of characters appear as personified alcoholic beverages (e.g., a swaying martini glass, a red-nosed highball). The word “hell” appears in the game."}, {"title": "Cuphead", "grade": "E10+", "summary": "This is an action game in which players assume the role of animated cups (Cuphead and Mugman) as they repay their debt to the devil. Players traverse through side-scrolling levels, shoot magic attacks from their fingers, and engage in several boss battles against robots, humans, and giant animals/creatures (e.g., birds, frogs, mice, rabbits). Graphics are depicted in a stylized, 1930s/'40s-animated-style; combat is frenetic with frequent cries of pain and explosions. Several enemy characters are depicted smoking cigars, cigarettes, or pipes; a handful of characters appear as personified alcoholic beverages (e.g., a swaying martini glass, a red-nosed highball). The word “hell” appears in the game."}, {"title": "Hello Neighbor 2", "grade": "E10+", "summary": "This is a stealth survival game in which players assume the role of a reporter trying to solve the mystery of a missing kid. From a first-person perspective, players investigate homes, examine objects, solve puzzles, and avoid detection by roaming characters (e.g., police officer, cook, hunter). While inside a neighbor's house, players can be suddenly detected and captured, then tossed out of the home. Characters sometimes use shovels and cartoony shotguns to attack players, resulting in brief freeze/stun effects and/or a fade to black (i.e., no deaths occur). A handful of scenes depict children in peril (e.g., a child kidnapped/dragged into an adult's home)."}, {"title": "IceBreakers", "grade": "E", "summary": "This is a game in which players can select various conversation starters to \"break the ice\" among friends or coworkers. Players can select from several game modes including Would You Rather, Never Have I Ever, and Hot Takes."}, {"title": "void* tRrLM2(); //Void Terrarium 2", "grade": "T", "summary": "This is a role-playing game in which players help a robot keep a girl alive in a post-apocalyptic world. From a 3/4-overhead perspective, players search through maze-like levels, keep the girl in good health, and battle other robots in melee-style combat. Battles are highlighted by flashes of light, impact sounds, and depleting health bars. A handful of sequences depict blood/gore: large blood splatters that stain the screen; a bloodied arm that falls off the girl's shoulder."}, {"title": "Wanted: Dead", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of a police squad member (Hannah Stone) engaging in combat missions in a futuristic Hong Kong. Players use machine guns, shotguns, explosives, and melee weapons (e.g., swords, chainsaws) to kill enemy soldiers in frenetic combat. Battles are highlighted by realistic gunfire, explosions, and large blood-splatter effects. Several attacks result in the dismemberment and/or decapitation of enemies; other attacks result in enemies sliced in half or exploding into pieces. Players can perform finishing attacks and trigger slow-motion effects (Bullet-time). The game contains references to suggestive material: a sexual joke referencing four testicles; a character depicted with deep cleavage; dialogue stating,; “A good bowl of soup is better than sex”; “There's more male nudity in your stories than in a Joaquin Phoenix film”; “…[H]ow does it feel going d*wn on your sister?”). The words “f**k” and “sh*t” are heard in the game."}, {"title": "Jitsu Squad", "grade": "T", "summary": "This is an action beat 'em-up game in which players control animal warriors on a quest to rescue their master. Players traverse 2.5D side-scrolling environments and engage in melee-style combat against stylized enemies (e.g., demons, dinosaurs, pirates, zombies). Players use cartoony swords, cannons, scythes, and giant hammers to defeat enemies. Large blood-splatter effects occur as enemies are killed; some attacks result in dismemberment and decapitation. Human characters are sometimes depicted with exposed buttocks (e.g., mooning the camera). The game contains instances of crude humor: ghosts emitting green flatulence clouds; a character emitting fire from his buttocks; a ninja twirling mucus on his fingers; dialogue such as “Are we in someone's butthole?”; “Sure smells like it.” Some enemy characters are depicted smoking cigars and cigarettes. The word “a*s” is heard in the game."}, {"title": "LOVE 3", "grade": "E", "summary": "No Rating Summary"}, {"title": "DoDonPachi Resurrection", "grade": "T", "summary": "No Rating Summary"}, {"title": "Curse of the Dead Gods", "grade": "T", "summary": "This is an action-adventure game in which players assume the role of an explorer searching for treasure amid cavernous temples and tombs. From a top-down perspective, players collect objects (e.g., coins, jewels, relics) while battling hordes of fantastical creatures (e.g., skeletons, ghouls, witches, demons). Players use swords, hammers, and pistols to kill enemies in frenetic combat; battles are highlighted by gunfire, cries of pain, and blood-splatter effects. Some environments depict blood stains on traps, blades, and spikes. A witch creature/character is depicted topless, though from a mostly distant perspective."}, {"title": "Honkai: Star Rail", "grade": "T", "summary": "This is a strategy role-playing game in which players follow characters exploring the universe and seeking answers to a space train's purpose. From a third-person perspective, players explore ship/space train locations, solve puzzles, and battle crystal-like figures in turn-based combat. Players take turns using swords, spears, arrows, and pistols to kill enemies; battles are highlighted by dwindling hit points/life meters, impact sounds, and blaster fire. A handful of female characters wear revealing outfits (e.g., low-cut tops, deep cleavage); some cutscenes employ camera angles that linger on characters' chests."}, {"title": "JoJo Siwa: Worldwide Party", "grade": "E", "summary": "This is a rhythm-based game in which players help JoJo and her pet dog travel through fantasy worlds. As players run through side-scrolling environments, they collect bows, jump, dash, and slide in time with music."}, {"title": "Eagle Island Twist", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Warhammer 40,000: Shootas, Blood & Teef", "grade": "T", "summary": "This is an action side-scrolling shooter in which players assume the role of an orc on a quest for revenge. Players traverse 2D platform environments and use guns, rocket launchers, lasers, and spears to kill various enemies (e.g., orcs, human soldiers). Combat is frenetic at times, highlighted by gunfire, cries of pain, and stylized blood-splatter effects. Although gameplay is depicted in cartoony manner, some weapon attacks can result in decapitation and dismemberment, with small body parts littering the environment."}, {"title": "BELOW", "grade": "T", "summary": "No Rating Summary"}, {"title": "Paradise Killer", "grade": "M", "summary": "No Rating Summary"}, {"title": "Iragon Prelude", "grade": "M", "summary": "This is a role-playing game in which players assume the role of an aspiring knight entangled with a mysterious woman. Players explore environments (e.g., towns, caves, forests) and battle enemy soldiers, ninjas/assassins, and creatures (e.g., giant spiders, skeletons) in melee combat. Players use swords and magic spells (e.g., ice, fire, electricity) to kill enemies; fighting is highlighted by frequent blood-splatter effects. Some environments also depict dismembered or decapitated corpses lying in pools of blood. The game allows players' character to pay for prostitutes' services, resulting in brief sequences depicting women in lingerie dancing, kissing, or fondling each other's (clothed) breasts. Some storylines result in brief sex scenes with characters: clothed female characters straddling player's character on a bed, gyrating and moaning. The words “f**k” and “sh*t” appear in the game."}, {"title": "Radiant Silvergun", "grade": "T", "summary": "This is a 2D vertical-scrolling shooter in which players pilot spaceships that defend Earth from an alien force. Players shoot lasers at waves of small enemies (e.g., ships, robots, boss machines) in frenetic battle. Combat is highlighted by frequent laser fire, light effects, and large explosions. During one cutscene, a character is depicted lying in a pool of blood. Another cutscene briefly depicts two human clones that appear to be nude, though with no discernible detail (i.e., no nipples or genitalia)."}, {"title": "Need for Speed™ Unbound", "grade": "T", "summary": "This is a racing game in which players engage in street races to restore a garage back to its former glory. As players compete in races, they can encounter and flee from police vehicles that deliberately crash into them. Players can also slam into police vehicles to disable them from pursuit. The game contains some suggestive material: decals of female characters in bikinis that can be placed on vehicles; suggestive dialogue that states, “Wow…no foreplay, huh?” and “That back end got more jelly than J-lo.” The words “sh*t” and “a*shole” are heard in the game."}, {"title": "Lover Pretend", "grade": "T", "summary": "This is a visual novel in which players follow the story of a college student searching for her father by working as a film production assistant. As players progress through the story, they can make dialogue choices that influence the narrative. Some choices can lead to romantic relationships with other characters: characters kissing and caressing each other in bed, accompanied by descriptive detail (e.g., “His love came in short, hot whispers between gasps and the entwining of our tongues”; “Unable to speak I responded hard and fast through our kiss. Wet smacks echoed throughout the room as our lips met and pulled away.”); a man's chest caressed by a woman during a photoshoot. The game contains several references to alcohol in the dialogue (e.g., “Are you already drunk?” / “Nah, just buzzed”; “Takes more than this to get me drunk.”), including a prolonged sequence in which two characters drink at a bar. The word “sh*t” appears in the game."}, {"title": "Syberia - The World Before", "grade": "T", "summary": "This is a point-and-click adventure game in which players follow characters through time and attempt to solve a mystery. From a pulled-back perspective, players investigate scenes, solve puzzles, and interact with various characters. Cutscenes sometimes depict instances of violence: a gunfight between soldiers and resistance fighters; a soldier shooting a character and strangling another; a man knocked out by a rifle. Blood splashes briefly appear when characters are shot; one injured character is depicted lying in a small pool of blood. Some prolonged scenes depict skeletal remains and frozen corpses. During the course of the game, characters can be seen drinking beer in a pub, and one man is depicted drunk. Another scene depicts a character lighting a cigar. The words “p*ss off” and “bastard” appear in the dialogue."}, {"title": "The Rumble Fish 2", "grade": "T", "summary": "This is a fighting game in which players can choose from a large cast of characters to fight in a tournament. Players mostly punch and kick opponents as they attempt to drain their health bars; a handful of fighters use weapons (chains, brass knuckles, wire filaments) and special attacks (bursts of fire or electricity). Fights are highlighted by impact sounds and cries of pain. One gallery image depicts a blood-splattered wall near a fallen opponent. Some female characters' clothes rip as fights progress, resulting in deep cleavage exposure and bouncing breasts; camera angles sometimes pan/tilt up female characters' bodies. The word “bastard” appears in the game."}, {"title": "Astronite", "grade": "E10+", "summary": "This is an action-adventure game in which players assume the role of an astronaut defending a planet from alien invaders. From a side-scrolling perspective, players traverse stylized platforms, avoid hazards (e.g., turrets, spike pits), and fight small alien enemies and bosses. Players use a blaster to shoot projectiles at enemies. Fighting is highlighted by gunfire, explosions, and screen-shaking effects. The word “do*che” appears in the dialogue."}, {"title": "Garden Story", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Shady Part Of Me", "grade": "E", "summary": "No Rating Summary"}, {"title": "A Plague Tale : Requiem", "grade": "M", "summary": "This is an adventure game in which players assume the roles of siblings Amicia and Hugo as they journey to a remote island in 14th-century France. From a third-person perspective, players traverse dark environments, avoid guards/soldiers, and use light sources to ward of swarms of rats. Soldiers can kill players by using swords and axes or setting them on fire. Players can fight back, using a sling and a crossbow, attacking enemies from a distance; stealth attacks allow players to strangle enemies from behind. Blood-splatter effects occur when characters are hit/injured, and corpses are sometimes depicted with exposed entrails/viscera. A handful of environments depict bound corpses hanging over and/or lying in pools of blood. Additional acts of violence include a soldier striking a villager with an ax and a woman slitting a bound captive's throat (off-screen). The word “f**k” appears in the game."}, {"title": "Jigsaw Fun 3-in-1 Collection", "grade": "E", "summary": "This is a collection of 300 jigsaw puzzles in which players can arrange various sized pieces into completed images. Images include nature scenes, animals, and cities of the world."}, {"title": "Overwatch 2", "grade": "T", "summary": "This is a first-person shooter in which players engage in multiplayer combat missions as they try to save the world. Players can choose from 36 characters that use pistols, machine guns, futuristic blasters, swords, and explosives to kill opponents in fast-paced combat. Battles are highlighted by frequent gunfire, explosions, and cries of pain. Some weapons result in large blood-splatter effects; wounded characters can be seen bleeding as they move around the battlefield. A cowboy character is frequently depicted smoking a cigarette/cigar. The word \"bastard\" appears in the game."}, {"title": "Potionomics", "grade": "E10+", "summary": "This is a simulation game in which players assume the role of a woman who runs a potion shop. Players brew and sell potions, interact with characters, and engage in dialogue sequences that are occasionally suggestive (e.g., “Do you think you can handle all this?”/“Oh I can handle it. In fact I'd like to”/“You thirsty thing.”). Some characters are also depicted wearing revealing outfits (e.g., deep cleavage). One interaction references animal excrement in a comical manner (e.g., “Is that…a poop journal”; “Corsac unceremoniously sticks a finger into the mound of excrement”; “Oh, it's still warm.”). The game contains tongue-and-cheek comments about fantastical potion ingredients (e.g., Hallucinatory Shroom, Delirium Shroom, Pandemonium Shroom): \"This fungus is said to show you colors that don't exist\"; \"The magic of this mushroom is real. Any visions it induces are not\"; \"Open your third eye to the universe's truths, man.\" Players sometimes interact with a drunk character with slurred speech. The words “damn” and “hell” appear in the game."}, {"title": "The Outer Worlds: Spacer's Choice Edition", "grade": "M", "summary": "No Rating Summary"}, {"title": "Lovers in a Dangerous Spacetime", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Winds & Leaves", "grade": "E", "summary": "No Rating Summary"}, {"title": "V Rising", "grade": "T", "summary": "This is a role-playing game in which players assume the role of a vampire hunting for blood after centuries of slumber. From a 3/4-overhead perspective, players explore various environments (e.g., forests, villages, caves), interact with characters, and battle enemies (e.g., humans, animals, giant spiders, skeletons). Players use swords, axes, arrows, and magic/elemental attacks (e.g., fiery bursts, icy blasts) to deplete enemies' life meters. Combat is highlighted by blood-splatter effects and cries of pain. Players can also attack and drain blood from civilian characters and weakened enemies."}, {"title": "Ninja JaJaMaru: The Great Yokai Battle +Hell - Deluxe Edition", "grade": "E10+", "summary": "This is a collection of 2D action platformers in which players control a ninja battling human and supernatural enemies. As players traverse platform environments or jump between buildings floors, they can throw shuriken at various enemies (e.g., samurai, demons, skeletons, ghosts). Some games allow players to use elemental/magical special attacks (e.g., fireballs). Boss battles contain more frenetic combat, with players avoiding large amounts of projectiles, laser blasts, and giant swords. The word “hell” appears in some games."}, {"title": "Soulstice: Deluxe Edition", "grade": "M", "summary": "This is an action game in which players control a knight (Briar) defending a medieval world from monsters. Players use a giant sword to engage in melee combat against enemies (e.g., ghouls, zombie-like figures, boss characters). Fighting is highlighted by explosions, cries of pain, and frequent blood-splatter effects. Several attacks result in dismemberment, and some fight sequences end with slow-motion effects that include enemies' body parts flying off. Cutscenes occasionally depict further instances of gore: an enemy cleaved in half by an axe; a monster cutting off its own head and replacing it with a sword. One sequence depicts a female character nude, with close-up camera angles on her breasts (with nipple details)."}, {"title": "The House of the Dead - Remake", "grade": "M", "summary": "This is a first-person shooter in which players assume the role of an agent investigating a mysterious mansion in Europe. Players use pistols, assault rifles, shotguns, and grenade launchers to shoot and kill enemy creatures (e.g., mutants, zombies) inside the mansion. Large blood-splatter effects and viscera are depicted as enemies are decapitated/dismembered. Combat is frenetic, accompanied by gunfire, screams of pain, and large explosions. A handful of enemy creatures are depicted with exposed buttocks."}, {"title": "Knights of Honor II: Sovereign", "grade": "T", "summary": "This is a strategy game in which players assume the role of a king of a medieval kingdom, challenged to rewrite its history through various decisions. From a top-down perspective, players manage economic development and diplomacy, engage in political schemes (e.g., assassination plots, executing spies), and battle rival nations. Combat entails maneuvering military units across the overhead map; battles are accompanied by clashing weapons and battle cries. Some schemes and strategies result in small still images of violence and blood: bloody corpses impaled by arrows; defeated soldiers hanging from nooses. During the course of the game, players can build wineries, breweries, and distilleries; a frothy beer-mug icon is depicted on taverns. One of the upgrades for buildings are brothels."}, {"title": "Call of Duty®: Warzone™ Caldera", "grade": "M", "summary": "This is a first-person shooter, set in the Call of Duty universe, in which players engage in multiplayer battle royale- and plunder-style skirmishes. Players assume the roles of soldiers/freedom fighters battling to be the last man standing or to earn the most money via scavenging and performing objectives. Players use machine guns, shotguns, sniper rifles, and explosives to kill human enemies and occasional zombies in frenetic combat. Battles are accompanied by realistic gunfire, screams of pain, and blood-splatter effects. Attacks against humans sometimes result in dismemberment; zombies often explode into bits of limbs, bone and flesh. The game includes multiplayer badges that depict illustrations of marijuana leaves and smoking; other illustrations depict close-up angles of partially exposed cleavage and buttocks. The words “f**k” and “sh*t” appear in the dialogue."}, {"title": "Button Button Up!", "grade": "E", "summary": "No Rating Summary"}, {"title": "The Legend of Tianding", "grade": "T", "summary": "No Rating Summary"}, {"title": "Ys IX: Monstrum Nox", "grade": "T", "summary": "This is an action role-playing game in which players assume the role of an adventurer on a journey through a fantasy/medieval-themed world. From a third-person perspective, players explore a city, interact with characters, complete mission objectives, and battle enemies in real-time combat. Players use swords to slash at fantastical creatures (e.g., monstrous plants, giant spiders, trolls); battles are highlighted by slashing effects, bursts of lights, and cries of pain. Cutscenes depict additional acts of violence: a man impaled in the chest; a character attempting to slice his neck with a sword. One sequence depicts blood streaking down an injured character's face. The game contains some suggestive material: a character with large portions of exposed buttocks and breasts; dialogue/text such as “Why, none other than a peeping tom, of course” and “Some lecherous degenerate has been leering at the poor defenseless maidens in our baths”; fantasy creatures with exposed breasts, though with no discernible detail. One prolonged cutscene involves characters discussing the positive aspects of cigars; the characters can be seen smoking. The word “sh*t\" is heard in the game."}, {"title": "8Doors: Arum's Afterlife Adventure", "grade": "E10+", "summary": "This is action-adventure game in which players help a girl search for her father's soul in purgatory. Players explore 2D platform levels while using a scythe to battle small ghostly creatures. Combat is highlighted by slashing effects and cries of pain; creatures disappear amid puffs of smoke when defeated. Boss battles depict more protracted combat with screen-shaking effects. One creature is depicted smoking a pipe."}, {"title": "Gungrave G.O.R.E", "grade": "M", "summary": "This is a third-person shooter in which players assume the role of a resurrected gunslinger on a quest to destroy a drug cartel. Players use machine guns, cannons, and a metal coffin to shoot and kill gangsters/thugs in frenetic combat. Fire fights are accompanied by realistic gunfire and large explosions. Enemies often explode into pieces when killed, resulting in large blood stains and body parts that litter the environment. Players can also perform finishing attacks on weakened enemies, sometimes resulting in close-up headshots. Cutscenes depict additional acts of violence: an enemies' neck snapped all the way around; a character shot through the chest, causing a large hole to appear. The game contains a central storyline about a fictional drug called Seed; there are references to modern drug terminology (e.g., “Raven Clan is a drug cartel with 4 bosses”; “But we all know they are the biggest drug cartel in the world.”) and depictions of the controlled substance in vials. The words “f**k” and “sh*t” are heard in the game."}, {"title": "EA SPORTS PGA Tour", "grade": "E", "summary": "This is a golf simulation game in which players compete with PGA golf characters on courses around the world. Players compete through the four Major Championship events in game modes that include Quickplay, Career, and Tournament."}, {"title": "Moonbreaker", "grade": "E10+", "summary": "This is a strategy game in which players control units of animated miniatures through battle. From a top-down perspective, players take turns attacking enemies by using weapons and skills (e.g., machine guns, rifles, swords, explosives). Battles are highlighted by gunfire, screen-shaking effects, explosions, and dwindling health bars/hit points. The text references figurines/characters killing others/dying."}, {"title": "Recompile", "grade": "T", "summary": "This is an adventure platformer in which players control a humanoid program/AI trying to uncover their origins and avoid deletion in a virtual world. Players traverse stylized platforms while searching for clues of past users and battling droids. Enemies shoot machine gun-like projectiles and lasers at players, who can shoot back using a pixilated machine gun-like weapon. Combat is highlighted by gunfire, screen-shaking effects, and explosions. The word “sh*t” appears in the game."}, {"title": "Baldo The Guardian Owls", "grade": "E", "summary": "No Rating Summary"}, {"title": "Charon's Staircase", "grade": "M", "summary": "This is a puzzle-adventure game in which players help an investigator find confidential documents from a central European estate. From a first-person perspective, players explore the estate, interact with objects, and solve puzzles. Creatures will sometimes kill players if they get too close, and mutated creatures can be seen consuming human bodies. Some areas depict blood stains, bloodied corpses, and gore (e.g., partially exposed brains; decapitated and/or mutilated corpses)."}, {"title": "Crystal Ortha", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Fortnite - Anime Legends", "grade": "T", "summary": "This is an action game in which players build forts, gather resources, craft weapons, and battle hordes of monsters in frenetic combat. Players compete in two multiplayer game modes: Save the World and Battle Royale. From a third-person perspective, players use guns, swords, and grenades to fight skeleton-like monsters (husks) in ranged and melee-style combat. Players can also defeat enemies by using various traps (e.g., electric, spikes, poisonous gas). Battles are highlighted by frequent gunfire, explosions, and cries of pain. In Battle Royale mode, players compete in \"last-man-standing\"-style shootouts with other players on an island with diminishing borders."}, {"title": "NASCAR Rivals", "grade": "E", "summary": "This is a racing game in which players drive realistic stock cars through NASCAR events/cups. Players can customize their cars as they participate in races around the U.S. Accompanying song lyrics contain the word “hell.”"}, {"title": "Saint Kotar", "grade": "M", "summary": "This is a point-and-click horror game in which players assume the roles of two men searching for a missing relative in Croatia. Players explore a mysterious town, solving puzzles and interacting with characters. Some interactions lead to instances of violence and/or disturbing imagery: characters burned at stakes; bodies with their faces removed; a head impaled on a spike; dismembered and/or disemboweled corpses; flayed bodies hung by the neck. The game also contains brief references to sexual material (e.g., “He had a daughter…with whom he, allegedly, had intercourse”). Drug references occasionally appear in the dialogue (e.g., “Then a handful of used syringes and burned spoons...\"; “Drug addicts\"; \"These two brothers are using it to drug themselves”; “He's a drug fiend.”)."}, {"title": "Tiny Troopers Global Ops", "grade": "T", "summary": "This is an action game in which players control miniature army troops as they engage in missions against enemy factions. From a top-down perspective, players control cartoony soldiers as they explore locations, collect items, and engage in gun fights with enemies. Players use pistols, machine guns, shotguns, and rocket launchers to kill other soldiers. Combat is highlighted by frequent gunfire, cries of pain, and explosions. When any enemy, chicken or non-adversary is shot and/or killed, a brief cloud of blood is depicted. A handful of characters are depicted smoking cigars in still images and/or cutscenes. The word “a*s” appears in the game."}, {"title": "Advent Calendar", "grade": "E", "summary": "This is an interactive advent calendar that counts down the twenty-five days before Christmas. Players can engage in various puzzles and number challenges, while opening holiday gifts (more puzzles)."}, {"title": "Kids On Site - Hard Hat Edition", "grade": "E", "summary": "This is a point-and-click adventure game in which players earn badges by operating heavy construction equipment at a site. Players interact with full-motion video footage to perform tasks and complete objectives (e.g., excavating dirt, flattening asphalt, bulldozing objects). Video footage sometimes depicts whimsical instances of violence: characters flattened by rollers, charred by explosions, shortened in height by wrecking balls."}, {"title": "Observer", "grade": "M", "summary": "No Rating Summary"}, {"title": "Firegirl: Hack 'n Splash Rescue DX", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Celeste", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Pokémon Scarlet", "grade": "E", "summary": "This is a role-playing game in which players help a student on a quest to find a mystical herb. Players explore an open-world environment, interact with characters, and engage in Pokemon battles against opponents (e.g., students, Pokemon, trainers). Turn-based combat involves players choosing cartoony attacks (e.g., ember, tackle, bite) from a menu and watching Pokemon perform the actions; smacking/zapping sounds and mild explosions are depicted, indicating damage."}, {"title": "Pokémon Violet", "grade": "E", "summary": "No Rating Summary"}, {"title": "moon", "grade": "E10+", "summary": "No Rating Summary"}, {"title": "Company of Heroes 3", "grade": "M", "summary": "This is a real-time strategy game in which players lead an army to battle in Italy and North Africa during World War II. From a top-down perspective, players command military units (e.g., infantry, tanks, artillery) across various battlefields. Soldiers use machine guns, flamethrowers, and explosives to kill enemies in frenetic combat. Firefights are highlighted by realistic gunfire, blood puffs, and explosions. Some explosives/mortar attacks cause soldiers to break apart, with depictions of blood and/or body parts on the ground. The word “f**k” is heard in the game."}, {"title": "The Legend of Heroes: Trails to Azure", "grade": "T", "summary": "This is a role-playing game in which players lead a rookie division of a fictional police department. From a 3/4-overhead perspective, players explore a fantasy kingdom while interacting with characters and engaging in turn-based combat against soldiers and fantasy creatures (e.g., giant demons, monsters). Players choose weapons and magic attacks from a menu and watch the moves performed in brief animated sequences. Battles are highlighted by gunfire, explosions, and cries of pain. A handful of sequences depict additional acts of violence and blood: a woman crushed by a chandelier, resulting in blood stains; a man impaled by crystal shards, accompanied by blood-splatter effects; soldiers lying in small pools of blood. One prolonged sequence depicts a character groping and squeezing another character's breasts. During the course of the game, some characters are depicted consuming alcohol and smoking cigarettes. In one casino setting, players can wager in-game currency on slot machines, poker, and blackjack. The word “sh*t” appears in the game."}, {"title": "Arcadia Fallen", "grade": "T", "summary": "No Rating Summary"}]